<?php
return [
    'meeting' => [
        'subject'     => 'פגישה עם ברום סרוויס #:id',
        'resubject'     => 'קביעת פגישה מחדש',
        'file_subject'     => 'קבצים | ברום סרוויס #:id',
        'file'     => 'קבצים',
        'file_content'     => "נוספו קבצים חדשים בפרטי הפגישה המוזכרים למטה.",
        'appointment' => 'זוהי תזכורת לכך שיש לך פגישה קרובה.',
        'select_preferred_slot' => 'אנא בחר משבצת פגישה מועדפת',
        'with'        => 'עם',
        'on'          => 'ב',
        'between'     => 'בין',
        'to'          => 'ל',
        'for'         => 'לצורך',
        'service'     => 'הצעת מחיר',
        'accept'      => 'אשר',
        'reject'      => 'בטל',
        'accept_decline' => 'אשר\דחה',
        'reschedule'  => 'מועד אחר',
        'price_offer' => 'הצעת מחיר',
        'quality_check' => 'בקרת איכות',
        'upload_job_description' => 'העלה תיאור עבודה',
        'address_txt' => 'כתובת',
        'choose_slot' => 'בחר משבצת',
        'content_with_date_time'     => 'זוהי הודעת תזכורת לגבי הפגישה שנקבעה לך עם :team_name ביום ב-:date בין :start_time ל-:end_time בכתובת :address לצורך :purpose.',
        'content_without_date_time'     => 'זוהי הודעת תזכורת לגבי הפגישה שנקבעה לך עם :team_name בכתובת :address לצורך :purpose.',
        'content_for_off_site' =>  "כדי לספק לך הצעת מחיר מדויקת לשירותים המבוקשים, נשמח אם תוכל לשלוח לנו כמה תמונות או סרטון של האזור שזקוק לניקיון. כך נוכל להבין טוב יותר את הצרכים שלך ולהכין הצעת מחיר מפורטת עבורך.",

    ],
    'cancel_meeting' => [
        'subject'     => 'הפגישה עם ברום סרוויס בוטלה',
        'content'     => 'רצינו לעדכן שהפגישה שלך ב-:date בין :start_time ל-:end_time בוטלה.',
    ],
    'offer' => [
        'subject'     => 'ההצעת מחיר מברום סרוויס #:id',
        'content'     => 'מצ"ב הצעת המחיר לשירות :service_names. לאחר אישורכם, יישלח אליכם הסכם התקשרות למילוי וחתימה.',
        'below_txt'  => 'לחץ על הכפתור למטה כדי לצפות בהצעת המחיר.',
        'btn_txt'    => 'הצעת מחיר',
    ],
    'contract' => [
        'subject'     => 'הסכם התקשרות הצעת מחיר #:id | ברום סרוויס',
        'content'     => 'לקוח יקר . מצ"ב הסכם התקשרות. נא מלאו את כל הפרטים וחתמו במקומות הנדרשים. לפרטי התשלום יש למלא את הcvv,שם בעל הכרטיס, תוקף, סוג הכרטיס וחתימתו של בעל הכרטיס. לשאר הפרטים ניצור אתכם קשר טלפוני על מנת לשמור על פרטי האשראי שלכם בצורכה מאובטחת. לכל שאלה אנא השיבו למייל זה או צרו איתנו קשר בטלפון: 03-525-70-60 .',
        'below_txt'   => 'לחץ על הקישור, לצפיה בהסכם.',
        'btn_txt'     => 'לצפיה בהסכם',
        'dont_hesitate_to_get_in_touch' => 'לכל שאלה אנא השיבו למייל זה או צרו איתנו קשר בטלפון: 03-525-70-60.',

    ],
    'form_101' => [
        'subject'     => 'טופס 101 | ברום סרוויס #:id',
        'content'     => 'נרשמת בהצלחה לפורטל שלנו. אנא חתום על טופס 101 כדי להתחיל בעבודה.',
        'below_txt'   => 'לחץ על הכפתור למטה כדי למלא את טופס 101.',
        'btn_txt'     => 'טופס 101',
    ],
    'job_status' => [
        'subject'     => 'סטטוס העבודה של העובד השתנה',
        'hi'          => 'שלום',
        'content'     => 'העובד שינה את סטטוס העבודה ל',
        'reason'      => 'בגלל',
        'btn_txt'     => 'בדוק חוזה',
        'thanks_text' => 'תודה',
        'job'         => 'עבודה',
        'started_by'  => 'התחיל על ידי',
        'cancelled'   => 'מבוטל',
        'worker_changed'   => 'עובד התחלף',
        'shift_changed'   => 'Shift השתנה',
        'cancellation_fee' => 'דמי ביטול'
    ],
    'worker_contract' => [
        'subject'     => ' טופס חוזה | ברום סרוויס #:id',
        'content'     => 'נרשמת בהצלחה לפורטל שלנו. אנא חתום על טופס החוזה כדי להתחיל בעבודה.',
        'below_txt'   => 'לחץ על הכפתור למטה כדי לבדוק את טופס החוזה.',
        'btn_txt'     => 'טופס חוזה',
    ],
    'worker_safe_gear' => [
        'subject'   => 'טופס בטיחות וציוד | ברום סרוויס #:id',
        'content'   => 'נרשמת בהצלחה לפורטל שלנו. אנא חתום על טופס הבטיחות והציוד כדי להתחיל בעבודה.',
        'below_txt' => 'לחץ על הכפתור למטה כדי לבדוק את טופס הבטיחות והציוד.',
        'btn_txt'   => 'טופס בטיחות וציוד',
    ],
    'client_job_status' => [
        'subject'     => 'ביטול עבודה על ידי לקוח',
        'hi'          => 'שלום',
        'content'     => 'הלקוח שינה את סטטוס העבודה ל ',
        'cancellation_fee' => 'עם דמי ביטול ',
        'btn_txt'     => 'בדוק חוזה',
        'thanks_text'   => 'תודה',
        'job_completed' => 'העבודה אצלך הסתיימה.',
        'review' => 'סקירה',
        'job_completed_subject'     => 'עבודה הסתיימה | ברום סרוויס',
    ],
    'worker_new_job' => [
        'subject'     => 'תזכורת לגבי שירות שהזמנתם',
        'greetings'   => 'לקוח יקר',
        'from'        => 'מ',
        'company'     => 'ברום סרוויס',
        'content'     => 'שירות שהזמנת. לצפיה בפרטים.',
        'please_check' => 'אנא בדוק את הפרטים.',
        'new_job_assigned' => 'שובצת לעבודה.',
        'change_in_job' => 'שינוי בעבודה שלך.',
        'below_txt'   => 'לחץ על הלחצן למטה כדי לבדוק את ההסכם.',
        'btn_txt'     => 'בדוק הסכם',
        'reply_txt'   => 'אם יש לך שאלות או בקשות, אנא אל תהסס ליצור איתנו קשר על ידי מענה לדוא"ל זה.',
        'regards'     => 'בברכה',
        'tel'         => 'טלפון',
        'date'        => 'תאריך',
        'worker'      => 'עובד',
        'client'      => 'לָקוּחַ',
        'service'     => 'שירות',
        'shift'       => 'משמרת',
        'status'      => 'סטטוס',
        'action'      => 'פעולה',
        'scheduled'   => 'שובץ',
        'to'          => 'ל',
        'view_job'    => 'צפה בעבודה',
        'start_time'  => 'שעת התחלה',
        'property_address_txt'  => 'כתובת הנכס'
    ],
    'client_new_job' => [
        'subject'     => 'תזכורת לגבי שירות שהזמנתם',
        'content'     => 'שירות שהזמנת. לצפיה בפרטים.',
        'below_txt'   => 'לחץ על הלחצן למטה כדי לבדוק את ההסכם.',
        'btn_txt'     => 'בדוק הסכם',
        'date'        => 'תאריך',
        'client'      => 'לָקוּחַ',
        'worker'      => 'עובד',
        'service'     => 'שירות',
        'shift'       => 'משמרת',
        'status'      => 'סטטוס',
        'action'      => 'פעולה',
        'scheduled'   => 'שובץ',
        'to'          => 'ל',
        'view_job'    => 'הצג פרטים',
        'start_time'  => 'שעת התחלה'
    ],
    'worker_unassigned' => [
        'subject'     => 'משימה הוסרה מהקצאה עם',
        'company'     => 'ברום סרוויס',
        'you_unassigned_from_job' => 'הוסרת ממשימה.'
    ],
    'worker_tomorrow_job' => [
        'subject' => 'עבודה למחר | ברום סרוויס',
        'hi'          => 'שלום',
        'greetings'   => 'ברכות',
        'from'        => 'מאת',
        'company'     => 'ברום סרוויס',
        'message' => 'להלן פרטי העבודה למחר:',
        'date'        => 'תאריך',
        'worker'      => 'עובד',
        'client'      => 'לקוח',
        'service'     => 'שירות',
        'start_time'  => 'שעת התחלה',
        'property'  => 'נכס',
        'shift'       => 'משמרת',
        'status'      => 'סטטוס',
        'action'      => 'פעולה',
        'approve'      => 'אשר',
        'reply_txt'   => 'אם יש לך שאלות או חששות, אל תהסיי לפנות אלינו על ידי תגובה לדוא"ל זה.',
        'regards'     => 'בברכה',
        'tel'         => 'טלפון'
    ],
    'worker_job' => [
        'shift_changed' => 'המשמרת הוחלפה.',
        'shift_changed_subject' => 'המשמרת הוחלפה. אנא בדוק את הפרטים.'
    ],
    'worker_re_scheduled' => [
        'header' => 'שינוי זמינות עובד | ברום סרוויס',
        'content' => 'שינה את זמינותו שמשפיעה על העבודה בתאריך'
    ],
    'common' => [
        'salutation' => 'שלום, :name',
        'greetings' => 'זוהי הודעה מברום סרוויס',
        'dont_hesitate_to_get_in_touch' => 'אם יש לך שאלות, או לכל עניין אחר, תוכל לפנות אלינו במס הטלפון המצורף או ע"י השבה למייל זה.',
        'regards' => 'בברכה',
        'company' => 'ברום סרוויס',
        'tel' => 'טלפון',
    ],
    'admin' => [
        'form101-signed' => [
            'subject' => 'הושלם חתימה על טופס 101 | ברום סרוויס',
            'message' => ':worker_name השלים את תהליך החתימה על טופס 101. ניתן למצוא את המסמך החתום מצורף בפורמט PDF לצורך התייחסותך.'
        ],
        'safety-and-gear-signed' => [
            'subject' => 'הושלם חתימה על טופס בטיחות וציוד | ברום סרוויס',
            'message' => ':worker_name השלים את תהליך החתימה על טופס הבטיחות והציוד. ניתן למצואv את המסמך החתום מצורף בפורמט PDF לצורך התייחסותך.',
        ],
        'contract-signed' => [
            'subject' => 'הושלם חתימה על טופס חוזה | ברום סרוויס',
            'message' => ':worker_name השלים את תהליך החתימה על טופס החוזה. ניתן למצוא את המסמך החתום מצורף בפורמט PDF לצורך התייחסותך.',
        ],
        'insurance-signed' => [
            'subject' => 'הושלם חתימה על טופס ביטוח | ברום סרוויס',
            'message' => ':worker_name השלים את תהליך החתימה על טופס הביטוח. ניתן למצוא את המסמך החתום מצורף בפורמט PDF לצורך התייחסותך.',
        ],
        'client-payment-failed' => [
            'subject' => 'תשלום של הלקוח נכשל | שירות מטופל',
            'message' => 'התשלום של :client_name עם הכרטיס [**** **** **** :card_number] נכשל.',
        ],
    ],
    'client' => [
        'review-request' => [
            'subject' => 'דירוג השירות שקיבלת | ברום סרוויס',
            'message' => 'נשמח למענה על משוב קצר על השירות שקיבלת.',
        ],
        'payment-failed' => [
            'subject' => 'תשלום נכשל | ברום סרוויס',
            'message' => 'התשלום עם כרטיס [**** **** ****:card_number] נכשל. אנא עדכנו לכרטיס תקין או צרו איתנו קשר בהקדם.',
        ],
    ],
    'worker' => [
        'insurance-form' => [
            'subject' => ' טופס ביטוח | ברום סרוויס',
            'message' => 'נרשמת בהצלחה לפורטל שלנו. אנא חתום על טופס הביטוח כדי להתחיל בעבודה.',
            'secondary_message' => 'לחץ על הכפתור למטה כדי לבדוק את טופס הביטוח.',
            'btn_txt' => 'טופס ביטוח',
        ],
        'form101-signed' => [
            'subject' => 'טופס 101 חתום | ברום סרוויס',
            'message' => 'סיימת את חתימת טופס 101. ניתן למצוא את המסמך החתום מצורף בפורמט PDF.',
        ],
        'safety-and-gear-signed' => [
            'subject' => 'טופס בטיחות וציוד חתום | ברום סרוויס',
            'message' => 'הושלמה החתימה על טופס הבטיחות והציוד. ניתן למצוא את המסמך החתום מצורף בפורמט PDF.',
        ],
        'contract-signed' => [
            'subject' => 'טופס חוזה חתום | ברום סרוויס',
            'message' => 'הושלמה החתימה על טופס החוזה. ניתן למצוא את המסמך החתום מצורף בפורמט PDF.',
        ],
        'insurance-signed' => [
            'subject' => 'טופס ביטוח חתום | ברום סרוויס',
            'message' => 'הושלמה החתימה על טופס הביטוח. ניתן למצוא את המסמך החתום מצורף בפורמט PDF.',
        ],
    ],
    'insurance-form' => [
        'form_name' => 'טופס ביטוח',
    ],
    'form101' => [
        'form_name' => 'טופס 101',
    ],
    'safety-and-gear-form' => [
        'form_name' => 'טופס בטיחות וציוד',
    ],
    'contract-form' => [
        'form_name' => 'טופס חוזה',
    ],
    'client_credentials' => [
        'subject' => ':client_name פרטי התחברות לקוח מברום סרוויס של לקוח',
        'content'   => 'להלן פרטי הכניסה שלך.',
        'btn_txt'   => 'התחבר',
        'email' => 'דוא"ל',
        'password'  => 'סיסמה'
    ],
    'worker_credentials' => [
        'subject' => 'פרטי גישה של :worker_name | ברום סרוויס',
        'content'   => 'להלן פרטי ההתחברות שלך.',
        'btn_txt'   => 'התחבר',
        'email' => 'אימייל',
        'password'  => 'סיסמה',
    ],

    'job_common' => [
        'job_details' => 'פרטי המשימה',
        'worker_job_complete_content'  => ':name סיים את המשימה.',
        'hi'          => 'שלום',
        'greetings'   => 'ברכות',
        'from'        => 'מאת',
        'company'     => 'ברום סרוויס',
        'please_check' => 'אנא בדוק את הפרטים.',
        'reply_txt'   => 'אם יש לך שאלות או חששות, אל תהסיי לפנות אלינו על ידי תגובה לדוא"ל זה.',
        'regards'     => 'בברכה',
        'tel'         => 'טלפון',
        'date'        => 'תאריך',
        'worker'      => 'עובד',
        'client'      => 'לקוח',
        'service'     => 'שירות',
        'shift'       => 'משמרת',
        'status'      => 'סטטוס',
        'action'      => 'פעולה',
        'scheduled'   => 'מתוכנן',
        'to'          => 'עד',
        'view_job'    => 'צפה במשימה',
        'start_time'  => 'שעת התחלה',
        'property_address_txt'  => 'נכס',
        'approve_subject' => 'משימה מאושרת | ברום סרוויס',
        'approve_title' => 'עובד אישר משימה',
        'approve_content' => 'אישרת את המשימה.',
        'not_approve_subject' => 'עבודה לא אושרה | ברום סרוויס',
        'not_approve_title' => 'עובד לא אישר משימה',
        'not_approve_content' => 'לא אישרת את העבודה.',
        'job_status'  => 'סטטוס המשימה',
        'admin_switch_worker_subject' => 'בקשה להחלפת עובד | ברום סרוויס',
        'admin_switch_worker_title' => 'החלפת עובד על ידי מנהל',
        'admin_switch_worker_content'  => ':w1 הוחלף על ידי מנהל, מ: :w2.',
        'new_job_title' => 'משימה חדשה',
        'job_unassigned_title' => 'משימה הוסרה מהקצאה',
        'admin_change_worker_content'  => ':workerName עובד הוסר מהמשימה # :jobId.',
        'worker_job_reminder_subject'   => 'תזכורת משימה | ברום סרוויס',
        'worker_job_reminder_content'   => 'תזכורת ידידותית שעדיין לא אישרת את המשימה.',
        'worker_job_not_started'   => 'רק תזכורת ידידותית שעדיין לא התחלת בעבודה.',
        'worker_exceed_job_time'   => 'רק תזכורת ידידותית שחרגת את זמן העבודה.',
        'worker_job_start_time_content' => 'זמן המשימה הוגדר על ידך.',
        'extra_amount' => 'כמות נוספת',
        'check_job_details' => 'בדוק פרטי עבודה',
        'mark_as_complete' => 'סמן כהושלם',
        'end_time' => 'זמן סיום',
        'resume_timer' => 'הפעל טיימר מחדש'
    ],
    'forms' => [
        'worker_forms' => 'טפסי עובד | ברום סרוויס',
        'content' => 'נרשמת בהצלחה בפורטל שלנו. נא לחתום על הטפסים למטה כדי להתחיל לעבוד בעבודה.',
        'below_txt' => 'לחץ על הכפתור למטה כדי למלא את הטפסים.',
        'btn_txt' => 'בדוק טפסים'
    ],
    'job_nxt_step' => [
        'approved_nxt_step_email_subject' => 'עבודה אושרה | השלב הבא | שירות ברום',
        'approved_nxt_step_email_title' => 'עבודה אושרה',
        'approved_nxt_step_email_content' => 'אישרת את העבודה. בדוק את הקישור למטה ולחץ על :label כאשר תתחיל את עבודתך.',
        'leaving_for_work_link' => 'אני יוצא לעבודה עכשיו',
        'opened_nxt_step_email_subject' => 'עבודה נפתחה | השלב הבא | שירות ברום',
        'opened_nxt_step_email_title' => 'עבודה נפתחה',
        'opened_nxt_step_email_content' => 'אתה עומד להתחיל את עבודתך. בדוק את הקישור למטה ולחץ על :l1 כאשר תתחיל את זמן העבודה שלך או אם אתה רוצה להשלים את העבודה לחץ על :l2.',
        'completed_nxt_step_email_subject' => 'עבודה הושלמה | השלב הבא | שירות ברום',
        'completed_nxt_step_email_title' => 'עבודה הושלמה',
        'completed_nxt_step_email_content' => 'השלמת את העבודה # :jobId .תקבל את המשוב ברגע שהעבודה תיבדק על ידי הלקוח.',
        'start_time_nxt_step_email_subject' => 'זמן עבודה התחיל | השלב הבא | שירות ברום',
        'start_time_nxt_step_email_title' => 'זמן עבודה התחיל',
        'start_time_nxt_step_email_content' => 'זמן העבודה התחיל על ידך. בדוק את הקישור למטה ולחץ על :label כאשר תרצה להפסיק את זמן עבודתך.',
        'end_time_nxt_step_email_subject' => 'זמן עבודה הסתיים | השלב הבא | שירות ברום',
        'end_time_nxt_step_email_title' => 'זמן עבודה הסתיים',
        'end_time_nxt_step_email_content' => 'זמן העבודה הופסק על ידך. בדוק את הקישור למטה ולחץ על :l1 אם אתה רוצה להשלים את העבודה שלך אחרת לחץ על :l2 כדי להמשיך את העבודה.',
    ],
    'unanswered_lead' => [
        'header' => 'ניסינו ליצור קשר | שירות בְּרוֹם',
        'greeting' => 'שלום, :name,',
        'content' => "בהמשך לפנייתך אלינו בברום סרוויס, רצינו ליידע אותך שניסינו ליצור איתך קשר ולא הצלחנו להשיג אותך. אנו כאן וזמינים לעמוד לשירותך בימים א'-ה' בין השעות 8:00 ל-16:00.",
        'assistance' => 'נשמח לעמוד לשירותך:',
        'alternative' => 'לחלופין, נשמח לדעת מתי יהיה נוח לך שנתקשר אליך במהלך שעות הפעילות שלנו.',
    ],
    'irrelevant_lead' => [
        'header' => 'לגבי הפנייה שלך | שירות מברשת',
        'greeting' => 'שלום, :name,',
        'content' => 'תודה על התעניינותך בשירותי ברום סרוויס. בדקנו את פנייתך, ולצערנו, אנו לא מספקים שירותים באזור מגוריך או את השירות המסוים שאתה מחפש.',
        'service_areas' => 'אזורי השירות שלנו כוללים:',
        'future_contact' => 'אם הצרכים שלך ישתנו או אם אתה נמצא באחד מהאזורים הללו, נשמח לעזור לך בעתיד.',
    ],
    'pending_lead' => [
        'header' => 'דרוש מעקב: ליד ממתין | שירות מברשת',
        'greeting' => 'שלום, צוות,',
        'reminder' => 'זהו תזכורת שלליד הבא נמצא בסטטוס "ממתין" מעל ל-24 שעות. נא לעיין בפרטי הליד ולעדכן את הסטטוס לפי הצורך.',
        'lead_name' => 'שם הליד',
        'contact_info' => 'פרטי יצירת קשר',
        'inquiry_date' => 'תאריך פנייה',
    ],
    'file_submission_request' => [
        'subject' => 'בקשת הגשת קבצים לציטוט | שירות מברשת',
        'header' => 'בקשת הגשת קבצים',
        'greeting' => 'שלום, :name,',
        'content' => 'תודה על ההתעניינות שלך בשירות מברשת!',
        'request' => 'כדי לספק לך הצעת מחיר מדויקת עבור השירותים המבוקשים, אנו מבקשים לשלוח לנו מספר תמונות או סרטון של האזור שצריך לנקות.',
        'instructions' => 'אנא השב למייל זה עם הקבצים המבוקשים בהקדם.',
    ],
    'price_offer_reminder' => [
        'header' => 'תזכורת: ההצעת מחיר שלך מבית  שירות ברום',
        'greeting' => 'שלום, :name,',
        'content' => 'רצינו להזכיר לך ששלחנו לך לאחרונה הצעת מחיר עבור השירותים שביקשת. אם את/ה עדיין מעוניין/ת, נשמח להמשיך ולספק לך את השירות המקצועי והאיכותי שלנו.',
        'assistance' => 'לשאלות או בקשות נוספות, אנחנו כאן לעזרתך.',
    ],
    'price_offer_decline' => [
        'header' => 'לקוח דחה את הצעת המחיר',
        'greeting' => 'שלום צוות,',
        'content' => 'הלקוח הבא דחה את הצעת המחיר לשירות:',
        'details' => "פרטי הלקוח:\n- שם: :client_name\n- סיבת הדחייה: :reason",
        'no_reason_provided' => 'לא נמסרה סיבה.',
        'assistance' => 'אנא עיינו בפרטים ועדכנו את המצב בהתאם.'
    ],
    'follow_up_conversation' => [
            'header' => 'מעקב אחרי השיחה שלנו',
            'greeting' => 'שלום :name,',
            'content' => 'ראשית, תודה על שפנית אלינו. היה תענוג להיפגש ולדבר איתך.',
            'details' => 'בעקבות השיחה שלנו, אני מצרף לצפייה שלך כמה המלצות מלקוחות קיימים שלנו: [testimonials_link] ואת עלון השירות שלנו: [brochure_link].',
            'brochure' => 'בנוסף, אני מצרף את עלון השירות שלנו לצפייה שלך, כך שתוכל לעיין בשירותים שאנו מציעים.',
            'details1' => 'בעקבות השיחה שלנו, אני מצרף לצפייה שלך כמה המלצות מלקוחות קיימים שלנו.',
            'assistance' => 'אני כאן כדי לעזור ולענות על כל שאלה נוספת שיש לך. אני תמיד לשירותך.',
        ],
    'user_data_report' => [
        'header' => 'דוח נתוני משתמש | ברום סרוויס',
        'title' => 'דוח נתוני משתמשים',
        'greeting' => 'שלום :name,',
        'content' => 'מצורף דוח CSV עם נתוני המשתמשים. הדוח כולל פרטים על המשתמשים, סטטוס ההגשה שלהם וטפסים רלוונטיים.',
    ],
    'manpower_company' => [
        'subject' => 'טופס הצהרה | שירות ברום',
        'header' => 'שלום :company_name,',
        'body' => "לעדכונך, עובד חברתך בשם :worker_name תז/דרכון :document_number החל היום לספק שירותים ללקוחות החברה. אנו מבקשים להקפיד על חידוש האשרה והביטוח הרפואי כחוק."
    ],
    'insuarance_company' => [
        'subject' => 'יצירת פוליסת ביטוח לעובד זר – :worker_name',
        'header' => 'שלום,',
        'body' => "מצורף מסמך פוליסת הביטוח עבור העובד הזר :worker_name , יש ליצור עבורו פוליסת ביטוח בהתאם לתנאים הנדרשים.📅 תאריך תחילת העבודה: :work_start_date",
        'confirmation' => "נא לאשר את קבלת הבקשה ולעדכן עם פרטי הפוליסה בהקדם.",
        'company' => 'ברום סרוויס צוות',
    ],
    'stop_insuarance_form_non_israel' => [
        'subject' => 'הפסקת פוליסת ביטוח לעובד זר – :worker_name',
        'header' => 'שלום,',
        'body' => "נא לעצור את פוליסת הביטוח של העובד הזר :worker_name, מאחר שהוא סיים את עבודתו אצלנו.📅 תאריך סיום העבודה: :work_end_date",
        'confirmation' => "נא לאשר את ביצוע ההפסקה ולעדכן אותנו בהתאם.",
        'company' => 'ברום סרוויס צוות',
    ],
    'all_forms' => [
        'subject' => 'כל צורות העובד',
        'body' => "כל הצורות של עובד זה: :worker_name"
    ],
    'wa-message' => [
        'common' => [
            'salutation' => "שלום, *:name*",
            'closing' => 'נשמח לעזור לך.',
            'signature' => "בברכה,\nצוות ברום סרוויס🌹\nwww.broomservice.co.il\nטלפון: 03-525-70-60\noffice@broomservice.co.il",
        ],
        'client_meeting_reminder' => [
            'header' => "*תזכורת לפגישה*",
        ],
        'client_meeting_schedule' => [
            'header' => "*נקבעה פגישה*",
            'content' => "רק תזכורת ידידותית שיש לך פגישה קרובה ב-*:date* בין *:start_time* ל-*:end_time* בכתובת *:address* עבור *:purpose*. לחץ על הלחצן *קבל/דחה* או *העלה קובץ* כדי לקבל, לדחות, לתאם מחדש ולהעלות קבצים.",
        ],
        'offer_price' => [
            'header' => "*ההצעת מחיר מברום סרוויס*",
            'content' => 'מצ"ב הצעת מחיר עבור *:service_names*. לאחר אישורכם, יישלח אליכם הסכם התקשרות אותו תצטרכו למלא ולחתום למטה ואז נהיה מוכנים להתחיל בעבודה. לחץ על הכפתור למטה כדי לראות את הצעת המחיר.'
        ],
        'contract' => [
            'header' => '*הסכם התקשרות הצעת מחיר #:id | ברום סרוויס*',
            'content' => 'לקוח יקר . מצ"ב הסכם התקשרות. נא מלאו את כל הפרטים וחתמו במקומות הנדרשים. לפרטי התשלום יש למלא את הcvv,שם בעל הכרטיס, תוקף, סוג הכרטיס וחתימתו של בעל הכרטיס. לשאר הפרטים ניצור אתכם קשר טלפוני על מנת לשמור על פרטי האשראי שלכם בצורכה מאובטחת. לכל שאלה אנא השיבו למייל זה או צרו איתנו קשר בטלפון: 03-525-70-60 .',
        ],
        'create_job' => [
            'header' => "*תזכורת על שיבוץ קרוב | ברום סרוויס*",
            'content' => "נקבע עבורך שירות *:service_name* בשעה *:date* בתאריך *:time*.",
            'signature' => "בברכה,\nצוות ברום סרוויס \n🌐 www.broomservice.co.il\n📞: 03-525-70-60\noffice@broomservice.co.il",
        ],

        'client_job_updated' => [
            'header' => "*עבודה הסתיימה | ברום סרוויס*",
            'content' => "העבודה אצלך הסתיימה.\n\nתאריך: :date\nשירות: :service_name\n\nאנא, דרג את השירות ושלח את הביקורת שלך.",
        ],

        'delete_meeting' => [
            'header' => "*הפגישה עם ברום סרוויס בוטלה*",
            'content' => "זוהי תזכורת לכך שהפגישה שלך *:team_name* ב-*:date* בין *:start_time* ל-*:end_time* בוטלה כעת.",
        ],
        'form101' => [
            'header' => "*טופס 101 עם ברום סרוויס*",
            'content' => "נרשמת בהצלחה בפורטל שלנו. נא לחתום על טופס 101 כדי להתחיל לעבוד.\n\nלחץ על הלחצן למטה כדי למלא טופס 101.",
        ],
        'new_job' => [
            'header' => "*פרטי עבודה עם ברום סרוויס*",
            'content' => ":content_txt אנא בדוק את הפרטים.\n\nתאריך/שעה: :date_time\nלקוח: :client_name\nשירות: :service_name\nנכס: :address\nסטטוס: :status",
        ],
        'worker_contract' => [
            'header' => "*הסכם התקשרות ברום סרוויס*",
            'content' => "נרשמת בהצלחה בפורטל שלנו. נא לחתום על טופס נהלי הבטיחות כדי להתחיל לעבוד.\nלחץ על הלחצן למטה כדי לבדוק את החוזה.",
        ],
        'worker_job_approval' => [
            'header' => "*עבודה אושרה | ברום סרוויס*",
            'content' => "אנא בדוק את הפרטים.\n\nתאריך/שעה: :date_time\nלקוח: :client_name\nעובד: :worker_name\nשירות: :service_name\nשעת התחלה :start_time\nנכס: :address",
            'start_info' => "ברכות מ-שירות ברום . אישרת את העבודה. בדוק את הקישור למטה ולחץ על *אני יוצא לעבודה עכשיו* כשתתחיל את העבודה שלך.",
            'select_option' => 'לחץ ובחר אפשרות'
        ],
        'worker_not_approved_job' => [
            'header' => "*עבודה לא אושרה | ברום סרוויס*",
            'content' => "העובד עדיין לא אישר את הכתובת למחר.\n\nתאריך/שעה: :date_time\nלקוח: :client_name\nעובד: :worker_name\nשירות: :service_name\nנכס: :address",
        ],
        'worker_not_left_for_job' => [
            'header' => "*עובד לא יוצא לעבודה | שירות ברום*",
            'content' => "העובד עדיין לא יצא לעבודה.\n\nתאריך/שעה: :date_time\nלקוח: :client_name\nעובד: :worker_name\nשירות: :service_name\nנכס: :address",
        ],
        'worker_not_started_job' => [
            'header' => "*עובד לא התחיל עבודה | שירות ברום*",
            'content' => "העובד עדיין לא התחיל את העבודה.\n\nתאריך/שעה: :date_time\nלקוח: :client_name\nעובד: :worker_name\nשירות: :service_name\nנכס: :address",
        ],
        'worker_not_finished_job_on_time' => [
            'header' => "*העובד לא סיים את העבודה בזמן | שירות ברום*",
            'content' => "העובד לא סיים את העבודה בזמן.\n\nתאריך/שעה: :date_time\nלקוח: :client_name\nעובד: :worker_name\nשירות: :service_name\nנכס: :address",
        ],
        'worker_exceed_job_time' => [
            'header' => "*עובד מעבר לזמן עבודה | שירות ברום*",
            'content' => "העובד חרג מזמן העבודה.\n\nתאריך/שעה: :date_time\nלקוח: :client_name\nעובד: :worker_name\nשירות: :service_name\nנכס: :address",
        ],
        'worker_remind_job' => [
            'header' => "*נא לאשר את הכתובת למחר*",
            // 'content' => "אנא אשר כי ראית את הכתובת לעבודה שלך מחר.\n\nתאריך: :date\nלקוח: :client_name\nשירות: :service_name\nנכס: :address\nזמן התחלה: :start_time\nסטטוס: :status \n\n *לחץ כאן כדי לאשר את הכתובת* :confirm \nאו *פנה למנהל* :contact_manager אם אתה צריך עזרה",
            'content' => "אנא אשר שראית את הכתובת לעבודה מחר:\n*כתובת:* :address \n *תאריך/שעה:* :date_time\n\n*לחץ כאן לאישור:* :confirm\nאו צור *קשר עם המנהל שלך* אם יש שאלות/n:contact_manager\n\n",
            'signature' => "בברכה,\nצוות ברום סרוויס \n🌐 www.broomservice.co.il\n📞: 03-525-70-60\noffice@broomservice.co.il",
        ],
        'worker_unassigned_job' => [
            'header' => "*עבודה בוטלה | ברום סרוויס*",
            'content' => "הוסרת ממשימה. אנא בדוק את הפרטים.\n\nתאריך: :date\nלקוח: :client_name\nשירות: :service_name\nזמן התחלה: :start_time",
        ],
        'client_job_status_notification' => [
            'header' => "*שירות בוטל | ברום סרוויס*",
            'content' => "השירות בוטל. אנא בדוק את הפרטים.\n\nתאריך/שעה: :date\nלקוח: :client_name\nשירות: :service_name\nהערה: :comment",
        ],
        'worker_safe_gear' => [
            'header' => "*טופס בטיחות וציוד | ברום סרוויס*",
            'content' => "נרשמת בהצלחה בפורטל שלנו. נא לחתום על טופס נהלי הבטיחות כדי להתחיל לעבוד.\nלחץ על הלחצן למטה כדי לבדוק את הבטיחות והציוד.",
        ],
        'client_reschedule_meeting' => [
            'header' => "*תזכורת לפגישה #:id | ברום סרוויס*",
            'content' => "זוהי תזכורת לכך שיש לך פגישה קרובה עם :team_name. אנא בדוק את הפרטים.\n\nתאריך/שעה: :date\nנכס: :address\nמטרה: :purpose\nקישור לפגישה: :meet_link",
        ],
        'worker_forms' => [
            'header' => "*טפסי עבודה | שירות ברוםים*",
            'content' => "נרשמת בהצלחה לפורטל שלנו. אנא חתום על הטפסים למטה כדי להתחיל לעבוד בעבודה.\nלחץ על הכפתור למטה כדי למלא את הטפסים.",
        ],
        'worker_job_opening_notification' => [
            'header' => "*עובד השתנה מצב עבודה | ברום סרוויס*",
            'content' => ":client_name נמצא כעת בדרכו לעבודה.",
        ],
        'worker_arrive' => [
            'content' => 'בהגיעך ללקוח לחץ כאן כדי להתחיל בעבודה.'
        ],
        'worker_job_status_notification' => [
            'header' => "*עובד השתנה מצב עבודה | ברום סרוויס*",
            'content' => "עובד שינה את סטטוס העבודה ל-:status. אנא בדוק את הפרטים למטה.\n\nתאריך/שעה: :date\nעובד: :worker_name\nלקוח: :client_name\nשירות: :service_name\nסטטוס: :status",
        ],
        'admin_job_status_notification' => [
            'header' => "*עבודה בוטלה | ברום סרוויס*",
            'content' => "העבודה בוטלה. אנא בדוק את הפרטים.\n\nתאריך/שעה: :date\nעובד: :worker_name\nלקוח: :client_name\nשירות: :service_name\nסטטוס: :status\nהערה: :comment",
        ],
        'admin_reschedule_meeting' => [
            'header' => "*קבע מחדש פגישה | ברום סרוויס*",
            'content' => "תזכורת שיש לך פגישה קרובה עם :client_name. אנא בדוק את הפרטים.\n\nתאריך/שעה: :date\nנכס: :address\nמטרה: :purpose\nקישור לפגישה: :meet_link",
        ],
        'admin_lead_files' => [
            'header' => "*קבצים | ברום סרוויס*",
            'content' => ":client_name נוספו קבצים חדשים בפרטי הפגישה המוזכרים למטה.\n\nתאריך/שעה: :date",
        ],
        'worker_changed_availability_affect_job' => [
            'header' => "*עובד שינה זמינות | ברום סרוויס*",
            'content' => ":name שינה זמינות שמשפיעה על עבודה ב-:date.",
        ],
        'worker_form101_signed' => [
            'header' => "*טופס 101 חתום | שירות ברוםים*",
            'content' => ":name חתם על טופס 101.",
        ],
        'worker_contract_signed' => [
            'header' => "*חוזה חתום | שירות ברוםים*",
            'content' => ":name חתם על טופס החוזה.",
        ],
        'worker_insurance_signed' => [
            'header' => "*ביטוח חתום | שירות ברוםים*",
            'content' => ":name חתם על טופס הביטוח.",
        ],
        'worker_safety_gear_signed' => [
            'header' => "*טופס בטיחות וציוד חתום | שירות ברוםים*",
            'content' => ":name חתם על טופס בטיחות והציוד.",
        ],
        'client_payment_failed' => [
            'header' => "*תשלום לקוח נכשל | ברום סרוויס*",
            'content' => "התשלום של :name עם הכרטיס [**** **** **** :card_number] נכשל.",
        ],
        'client_reviewed' => [
            'header' => "*לקוח נבדק | שירות ברוםים*",
            'content' => ":client_name נתן דירוג של :rating עבור עבודה בתאריך :date_time.\n\n-: :review",
        ],
        'client_commented' => [
            'header' => "*לקוח הגיב | ברום סרוויס*",
            'content' => "הלקוח :client_name השאיר תגובה לעבודה בתאריך :date_time.",
        ],
        'admin_commented' => [
            'header' => "*מנהל הגיב | ברום סרוויס*",
            'content' => ":admin_name השאיר תגובה עבור עבודה בתאריך :date_time.",
        ],
        'worker_commented' => [
            'header' => "*העובד הגיב | שירות ברוםים*",
            'content' => "העובד :worker_name השאיר תגובה עבור עבודה בתאריך :date_time.",
        ],
        'new_lead_arrived' => [
            'header' => "*לקוח חדש התקבל | שירותי ניקיון*",
            'content' => "לקוח חדש התקבל עם הפרטים הבאים:\nשם: :client_name\nאיש קשר: :contact\nשירות שהתבקש: :Service_Requested\nדוא\"ל: :email\nכתובת: :address",
            'follow_up' => "אנא פנו בהקדם האפשרי."
        ],
        'client_lead_status_changed' => [
            'header' => "*סטטוס ההובלה השתנה | שירות ברוםים*",
            'content' => "הסטטוס של :client_name שונה ל-:new_status.",
        ],
        'worker_leaves_job' => [
            'header' => "*תאריך עזיבת עבודה של עובד | ברום סרוויס*",
            'content' => "העובד :name קבע תאריך לעזיבת עבודה ל-:date.",
        ],
        'client_changed_job_schedule' => [
            'header' => "*לקוח שינה לוח זמנים | ברום סרוויס*",
            'content' => "הלקוח :client_name שינה את לוח הזמנים לעבודה בתאריך :date_time.",
        ],
        'order_cancelled' => [
            'header' => "*ההזמנה בוטלה | שירות ברוםים*",
            'content' => "ההזמנה של הלקוח :client_name (:order_id) בוטלה.",
        ],
        'payment_paid' => [
            'header' => "*תשלום שולם | ברום סרוויס*",
            'content' => "הלקוח :client_name ביצע תשלום.",
        ],
        'client_invoice_created_and_sent_to_pay' => [
            'header' => "*חשבונית נוצרה ונשלחה | ברום סרוויס*",
            'content' => "חשבונית (:invoice_id) נוצרה ונשלחה ל-:client_name.",
        ],
        'client_invoice_paid_created_receipt' => [
            'header' => "*קבלה נוצרה | ברום סרוויס*",
            'content' => "קבלה לחשבונית (:invoice_id) נוצרה עבור :client_name.",
        ],
        'order_created_with_extra' => [
            'header' => "*הזמנה נוצרה עם תוספת תשלום | ברום סרוויס*",
            'content' => "הזמנה (:order_id) נוצרה עבור :client_name בתוספת תשלום של ₪:extra ובסך הכל ₪:total.",
        ],
        'order_created_with_discount' => [
            'header' => "*הזמנה נוצרה עם הנחה | שירות ברום*",
            'content' => "הזמנה (:order_id) נוצרה עבור :client_name עם הנחה של ₪:discount ובסך הכל ₪:total לאחר ההנחה.",
        ],
        'lead_need_human_representative' => [
            'header' => "*צריך נציג אנושי | שירות ברום*",
            'content' => ":client_name רוצה לדבר עם נציג אנושי.",
        ],
        'no_slot_avail_callback' => [
            'header' => "*אין זמינות לפגישה | שירות ברום*",
            'content' => "אין פגישות זמינות. אנא תאם שיחה חוזרת עבור :client_name."
        ],
        'follow_up_price_offer' => [
            // 'header' => 'תזכורת: מעקב אחרי הצעת המחיר ל- :client_name',
            // 'content' => "שלום צוות,\n\nנא לזכור שעברו 3 ימים מאז שקיבל :client_name את הצעת המחיר. אנא עקבו אחרי הלקוח כדי לבדוק אם הוא מוכן להמשיך או אם הוא זקוק לעזרה נוספת.\n\nתודה,\nשירות מברשת",
            'header' => 'תזכורת מעקב: הצעת מחיר שנשלחה ללקוח',
            'content' => "חלפו 3 ימים מאז שנשלחה הצעת המחיר ללקוח הבא. נא לעיין בפרטי ההצעה ולעדכן את הסטטוס בהתאם או ליצור קשר עם הלקוח להמשך.\n\nפרטי לקוח:\nשם לקוח: :client_name\nטלפון לקוח:  :client_contact\nתאריך הצעת המחיר:  :offer_date\nאפשרויות:\n    • עדכון סטטוס הצעת המחיר :view_client\n    • צור קשר עם לקוח :client_contact\n\nבברכה,\nצוות ברום סרוויס",
        ],
        'final_follow_up_price_offer' => [
            // 'header' => 'תזכורת: מעקב אחרי הצעת המחיר ל- :client_name',
            // 'content' => "שלום צוות,\n\nנא לזכור שעברו 3 ימים מאז שקיבל :client_name את הצעת המחיר. אנא עקבו אחרי הלקוח כדי לבדוק אם הוא מוכן להמשיך או אם הוא זקוק לעזרה נוספת.\n\nתודה,\nשירות מברשת",
            'header' => 'תזכורת מעקב: הצעת מחיר שנשלחה ללקוח',
            'content' => "חלפו 7 ימים מאז שנשלחה הצעת המחיר ללקוח הבא. נא לעיין בפרטי ההצעה ולעדכן את הסטטוס בהתאם או ליצור קשר עם הלקוח להמשך.\n\nפרטי לקוח:\nשם לקוח: :client_name\nטלפון לקוח:  :client_contact\nתאריך הצעת המחיר:  :offer_date\nאפשרויות:\n    • עדכון סטטוס הצעת המחיר :view_client\n    • צור קשר עם לקוח :client_contact\n\nבברכה,\nצוות ברום סרוויס",
        ],

        'price_offer_reminder_sent' => [
            'header' => '**תזכורת להצעת מחיר מברום סרוויס**',
            'salutation' => "שלום :client_name,",
            'content' => "רק תזכורת לכך שקיבלת מאיתנו הצעת מחיר בתאריך :date.\nמצ'ב שוב הצעת המחיר לשירות :service_name. \nלאחר אישורכם, יישלח אליכם הסכם התקשרות למילוי וחתימה.\n\nלחץ על הכפתור למטה כדי לצפות בהצעת המחיר. \nאם יש לך שאלות, או לכל עניין אחר, אנו פה לשירותכם.\n\nלחץ כאן לצפייה בהצעת המחיר שלך :price_offer_link",
	        'signature' => "\n\nבברכה,  \nברום סרוויס  \n📞 03-525-70-60\n🌐 www.broomservice.co.il"
        ],
        'lead_accepted_price_offer' => [
            'header' => 'דרוש פעולה: חתימת חוזה עבור :client_name',
            'content' => "שלום צוות,\n\n:client_name קיבל את ההצעת מחיר. אנא ודאו שהחוזה נחתם וכל הפרטים הנדרשים מאושרים כדי שנוכל להתקדם בתכנון השירות.\n\nתודה,\nשירות ברום",
        ],
        // 'book_client_after_signed_contract' => [
        //     'header' => 'דרוש פעולה: שיבוץ לקוח לאחר חתימת חוזה',
        //     'content' => ":client_name חתם על החוזה. אנא המשיכו לתאם את השירות עבור הלקוח.\n\nפרטי הלקוח:\n- שם: :client_name\n- פרטי התקשרות: :client_contact_info\n\n אנא ודאו שהלקוח שובץ והתיאום אושר בהקדם האפשרי.",
        // ],
        'book_client_after_signed_contract' => [
            'header' => 'לקוח חתם על הסכם - נדרש אימות ושיבוץ',
            'salutation' => "שלום צוות,",
            'content' => "לקוח :client_name חתם על הסכם התקשרות.\nאנא אימתו את ההסכם ושבצו את הלקוח בהתאם לזמינות.\n\n**פרטי הלקוח:**\n- שם: :client_name\n- טלפון: :client_contact\n\n",
            'contract_link' => "לחץ כאן לצפייה בהסכם: :contract_link",
            'signature' => "\n\nבברכה,  \nצוות ברום סרוויס  \n📞 03-525-70-60\n🌐 www.broomservice.co.il"
        ],
        'lead_declined_contract' => [
            'header' => 'הלקוח סירב לחתום על החוזה',
            'greeting' => 'שלום צוות,',
            'content' => "הלקוח הבא סירב לחתום על החוזה לשירות:",
            'details' => "פרטי הלקוח:\n- שם: :client_name\n- סיבת הסירוב: :reason",
            'no_reason_provided' => 'לא צוינה סיבה.',
            'assistance' => 'אנא בדקו את הפרטים ועדכנו את הסטטוס בהתאם.',
        ],
        'lead_declined_price_offer' => [
            'header' => 'הלקוח סירב להצעת המחיר',
            'greeting' => 'שלום צוות,',
            'content' => "הלקוח הבא סירב להצעת המחיר לשירות:",
            'details' => "פרטי הלקוח:\n- שם: :client_name\n- סיבת סירוב: :reason",
            'no_reason_provided' => 'לא סופקה סיבה.',
            'assistance' => 'אנא עיינו בפרטים ועדכנו את הסטטוס בהתאם.',
        ],
        // 'client_in_freeze_status_team' => [
        //     'header' => 'לקוח במצב הקפאה - דרושה פעולה',
        //     'content' => 'לקוח בשם :client_name הועבר למצב הקפאה כי לא קיבל שירות במשך 7 ימים מאז תאריך השירות המתואם האחרון.',
        //     'action_required' => 'אנא בדוק את המצב ועדכן בהתאם. אם יש צורך, צור קשר עם הלקוח לתיאום מחדש של השירות.',
        // ],
        'client_in_freeze_status' => [
            'header' => 'לקוח במצב הקפאה - דרושה פעולה',
            'thankyou' => "אנו בברום סרוויס מבינים שלפעמים יש צורך לעשות הפסקה, ואנו רוצים להודות לכם על האמון שהענקתם לנו עד כה.",
            'content' => 'רצינו להזכיר לכם שאנו כאן בשבילכם ומוכנים לחדש את השירות בכל עת שתחליטו. אנו ממשיכים לשפר ולהרחיב את מגוון השירותים שלנו כדי להבטיח שתמיד תקבלו את הטוב ביותר.',
            'action_required' => 'אם יש שינוי בצרכים שלכם או שאתם מעוניינים לדון באפשרויות חדשות, אנו כאן לשירותכם. אל תהססו ליצור קשר בכל עת.',
            'signature' => "בברכה, \n ברום סרוויס \n\n 📞 טלפון: 03-525-70-60 \n 🌐 Website: www.broomservice.co.il"
        ],
        // 'status_not_updated' => [
        //     'header' => 'הסטטוס לא עודכן - דרושה פעולה',
        //     'content' => 'הסטטוס עבור הליד :client_name לא עודכן במשך יותר מ-24 שעות.',
        //     'action_required' => 'אנא עיין במידע ועדכן את הסטטוס בהקדם האפשרי. חשוב לעקוב אחרי התקדמות הלידים ולוודא שכל ליד נמצא בסטטוס הנכון.',
        // ],
        'status_not_updated' => [
            'header' => 'תזכורת מעקב: הצעת מחיר שנשלחה ללקוח',
            'content' => "חלפו 24 שעות מאז שנשלחה הצעת המחיר ללקוח הבא. נא לעיין בפרטי ההצעה ולעדכן את הסטטוס בהתאם או ליצור קשר עם הלקוח להמשך.\n\nפרטי לקוח:\nשם לקוח: :client_name\nטלפון לקוח:  :client_contact\nתאריך הצעת המחיר: :offer_date\nאפשרויות:\n    • עדכון סטטוס הצעת המחיר :view_client\n    • צור קשר עם לקוח :client_contact\n\nבברכה,\nצוות ברום סרוויס",
            'action_required' => 'אנא עיין במידע ועדכן את הסטטוס בהקדם האפשרי. חשוב לעקוב אחרי התקדמות הלידים ולוודא שכל ליד נמצא בסטטוס הנכון.',
        ],
        'tried_to_contact_you' => [
            'header' => 'ניסינו ליצור איתך קשר | שירות ברום',
            'content' => "בהמשך לפנייתך אלינו בברום סרוויס, רצינו ליידע אותך שניסינו ליצור איתך קשר ולא הצלחנו להשיג אותך. אנו כאן וזמינים לעמוד לשירותך בימים א'-ה' בין השעות 8:00 ל-16:00.",
            'availability' => "לחלופין, נשמח לדעת מתי יהיה נוח לך שנתקשר אליך במהלך שעות הפעילות שלנו.\n\nנשמח לעמוד לשירותך.",
            'contact_details' => 'ניתן ליצור איתנו קשר בטלפון: 03-525-70-60.',
        ],
        'inquiry_response' => [
            'greeting' => 'שלום, :name,',
            'content' => 'תודה על התעניינותך בשירותי ברום סרוויס. בדקנו את פנייתך, ולצערנו, אנו לא מספקים שירותים באזור מגוריך או את השירות המסוים שאתה מחפש.',
            'service_areas' => "אזורי השירות שלנו כוללים:\n- תל אביב\n- רמת גן\n- גבעתיים\n- קריית אונו\n- גני תקווה\n- רמת השרון\n- כפר שמריהו\n- רשפון\n- הרצליה\n\nאם בעתיד תצטרך את שירותינו או אם אתה נמצא באחד מהאזורים הללו, נשמח לעמוד לשירותך.",
            'future_contact' => 'אם הצרכים שלך ישתנו או אם אתה נמצא באחד מהאזורים הללו, נשמח לעזור לך בעתיד.',
        ],
        // 'follow_up_required' => [
        //     'header' => 'מעקב נדרש: לידים ממתינים | שירות ברום',
        //     'salutation' => 'שלום, צוות',
        //     'content' => 'תזכורת זו מציינת שהליד הבא נמצא במצב "ממתין" במשך למעלה מ-24 שעות. אנא עיינו בפרטי הליד ועדכנו את המצב לפי הצורך.' .
        //                  "\n\n" .
        //                  '*שם הליד:*' .
        //                  "\n:lead_name" .
        //                  "\n*פרטי קשר:*" .
        //                  "\n:contact_info" .
        //                  "\n*תאריך פניה:*" .
        //                  "\n:inquiry_date",
        //     'common' => [
        //                     'closing' => 'אנא קחו פעולה על מנת ליצור קשר עם הליד שוב, לעדכן את המצב או לעקוב לפי הצורך.',
        //                     'signature' => "בברכה,\nשירות ברום\nwww.broomservice.co.il\nטלפון: 03-525-70-60\noffice@broomservice.co.il",
        //                 ],
        // ],

        'follow_up_required' => [
            'header' => 'מעקב נדרש: ליד במצב "ממתין"/"לא נענה" מעל 24 שעות',
            'salutation' => 'שלום צוות,',
            'content' => "הליד הבא נמצא במצב 'ממתין' במשך למעלה מ-24 שעות. נא לבדוק ולעדכן את הסטטוס בהתאם.\n\nפרטי ליד:\nשם ליד: :lead_name\nטלפון ליד: :lead_phone\nתאריך יצירת ליד:  :lead_date\nאפשרויות:\n• עדכון סטטוס :lead_phone\n• צור קשר עם ליד :view_lead",
            'common' => [
                        'closing' => 'Please take action to either contact the lead again, update their status, or follow up as necessary.',
                        'signature' => "בברכה,\nשירות ברום\nwww.broomservice.co.il\nטלפון: 03-525-70-60\noffice@broomservice.co.il",
                        ],
        ],

        // 'file_submission_request' => [
        //     'header' => 'בקשת שליחת קבצים לצורך הצעת מחיר | ברום סרוויס',
        //     'content' => 'כדי לספק לך הצעת מחיר מדויקת לשירותים המבוקשים, אנו מבקשים שתשלח לנו מספר תמונות או סרטון של האזור שזקוק לניקוי. זה יעזור לנו להבין את הצרכים שלך ולהכין הצעת מחיר מפורטת עבורך.',
        //     'details' => 'אנא השב למייל זה עם הקבצים המבוקשים בהקדם האפשרי.',
        //     'assistance' => 'אם יש לך שאלות או זקוק לעזרה, אל תהסס לפנות אלינו.',
        // ],
        'file_submission_request' => [
            'header' => 'תזכורת לשליחת תמונות/סרטון לצורך קבלת הצעת מחיר',
            'content' => 'רק תזכורת לכך שעדיין לא קיבלנו ממך תמונות או סרטון לצורך הצעת המחיר.',
            'details' => 'נא שלחו את התמונות או הסרטון בהקדם כדי שנוכל לספק הצעת מחיר מדויקת ולהתקדם בתהליך.',
            'assistance' => "אם יש לך שאלות או בקשות, אנו פה לשירותך.\n\nלחץ כאן לשליחת התמונות/סרטון :upload_file",
            'signature' => "\n\nבברכה,  \nצוות ברום סרוויס  \n📞 03-525-70-60\n🌐 www.broomservice.co.il"
        ],
        'file_submission_request_team' => [
            'header' => 'תזכורת - לקוח לא שלח תמונות/סרטון לצורך הצעת מחיר',
            'content' => 'הלקוח :client_name עדיין לא שלח תמונות או סרטון של האזור הנדרש לניקוי.',
            'details' => "אנא עקבו אחר הלקוח לבדיקת סטטוס והשלמת הפרטים לצורך מתן הצעת המחיר.\n\nפרטי הלקוח:\n  • שם:  :client_name\n  • טלפון:  :client_contact",
            'signature' => "\n\nבברכה,  \nצוות ברום סרוויס  \n📞 03-525-70-60\n🌐 www.broomservice.co.il"
        ],
        'user_status_changed' => [
            'header' => "*שינוי סטטוס | שירות ברום*",
            'content' => ":name שינה את הסטטוס ל-:status."
        ],
        'follow_up' => [
            'subject' => 'מעקב אחר השיחה שלנו',
            'salutation' => 'שלום :client_name,',
            'introduction' => 'ראשית, תודה שפנית אלינו. שמחתי מאוד להכיר ולשוחח איתך.',
            'testimonials' => "בהמשך לשיחתנו, מצרפת לעיונך המלצות מלקוחות קיימים שלנו, למען התרשמותך מהשירות המעולה שלנו:\nהמלצות מלקוחות קיימים: :testimonials_link",
            'brochure' => 'כמו כן, מצורף לעיונך ספרון השירותים שלנו כדי להתרשם מהשירותים שאנו מציעים.',
            'commitment' => 'בברום סרוויס, אנו מתחייבים לאיכות, מקצועיות ושירות אישי.',
            'help' => "אני כאן כדי לעזור ולענות על כל שאלה נוספת,\nאשמח לעמוד לשירותך תמיד בכל עת.",
            'signature' => "\n\nבברכה,  \nצוות ברום סרוויס  \n📞 03-525-70-60\n🌐 www.broomservice.co.il \nhttp://www.broomservice.co.il",
        ],
        'contract_verify' => [
            'header' => 'אימות חוזה | שירות ברום',
            'subject' => 'נושא: אישור ההסכם שלך',
            'info' => "שלום, *:name*",
            'content' => 'ההסכם שלך אומת בהצלחה. ניצור איתך קשר בקרוב לתיאום השירות.'
        ],
        'contract_verify_team' => [
            'header' => 'אימות חוזה | שירות ברום',
            'subject' => 'אימות הסכם ללקוח',
            'info' => 'שלום *:name*',
            'content' => 'הלקוח :name חתם ואימת את ההסכם. יש לבצע שיבוץ בהקדם האפשרי.'
        ],
        // 'contract_verify' => [
        //     'header' => 'אימות חוזה | שירות ברום',
        //     'subject' => 'אישור ההסכם שלך',
        //     'info' => 'שלום *:name*',
        //     'content' => 'ההסכם שלך אומת בהצלחה. ניצור איתך קשר בקרוב לתיאום השירות.'
        // ],
        // 'contract_reminder' => [
        //     'subject' => 'תזכורת חוזה | שירות ברום',
        //     'subject2' => 'מעקב חוזים | שירות ברום',
        //     'body' => 'שלום :client_name',
        //     'content' => 'זוהי תזכורת ידידותית לגבי החוזה ששלחנו לך ב- :contract_date. אם יש לך שאלות או חששות, נשמח לעמוד לשירותך. אנו מצפים לעבוד יחד!',
        //     'content2' => 'רצינו לבצע מעקב ולוודא שקיבלת את החוזה ששלחנו לך ב-  :contract_date. נשמח אם תוכל לעיין בו ולהודיע לנו אם יש לך שאלות. אנחנו כאן כדי לעזור.'
        // ],
        'contract_reminder' => [
            'header' => '**תזכורת לחתימה על ההסכם - ברום סרוויס**',
            'salutation' => "שלום :client_name,",
            'content' => "רק תזכורת לכך שנשלח אליכם הסכם התקשרות בתאריך :contract_date.\nמצ'ב שוב הסכם ההתקשרות. נא מלאו את כל הפרטים וחתמו במקומות הנדרשים\n\nלחץ על הכפתור למטה לצפייה בהסכם.\nאם יש לך שאלות, או לכל עניין אחר, אנו פה לשירותכם\n\nלחץ כאן לצפייה בהסכם שלך :contract_link",
	        'signature' => "\n\nבברכה,  \nברום סרוויס  \n📞 03-525-70-60\n🌐 www.broomservice.co.il"
        ],
        // 'contract_reminder_team' => [
        //     'subject' => 'מעקב על חוזה שנשלח | שירות ברום',
        //     'body_intro' => 'שלום צוות',
        //     'body_instruction' => 'החוזה נשלח ל- :client_name לפני 12 שעות אנא בצעו מעקב כדי לוודא שהלקוח קיבל ועיין בחוזה. חשוב לשמור על התקדמות התהליך בצורה חלקה.',
        //     'client_contact' => 'ניתן ליצור קשר עם הלקוח בטלפון: :client_phone',
        //     'client_link' => 'פרטי הלקוח זמינים כאן:  :client_link',
        // ],
        'contract_reminder_team' => [
            'header' => 'תזכורת - הסכם התקשרות ממתין לחתימה',
            'salutation' => "שלום צוות,",
            'content' => "הסכם התקשרות נשלח ללקוח :client_name בתאריך :contract_date ועדיין ממתין לחתימתו.\nאנא עקבו אחר הסטטוס ובדקו אם נדרשת פעולה נוספת.\n\nפרטי הלקוח:\n- שם:  :client_name\n-טלפון:  :client_contact\n\nלחץ כאן לצפייה בהסכם :contract_link",
	        'signature' => "\n\nבברכה,  \nברום סרוויס  \n📞 03-525-70-60\n🌐 www.broomservice.co.il"
        ],
        'price_offer_reminder12' => [
            'subject' => 'תזכורת להצעת מחיר | שירות ברום',
            'body_intro' => 'שלום צוות',
            'body_instruction' => 'חלפו 12 שעות מאז הפגישה עם :client_name, ועדיין לא נשלחה הצעת מחיר. אנא שלחו את ההצעה בהקדם האפשרי או עדכנו את סטטוס הפגישה.',
            'client_contact' => 'ניתן ליצור קשר עם הלקוח בטלפון: :client_phone',
            'client_link' => 'פרטי הלקוח זמינים כאן: :client_link',
        ],
        'worker_not_approved_job_team' => [
            'header' => "*תזכורת: עבודה לא אושרה | שירות ברום*",
            'content' => "צוות תשומת לב!\n\nהעבודה הבאה עדיין לא אושרה על ידי העובד:\n\n" .
                            "**תאריך/שעה:** :תאריך_שעה\n" .
                            "**Client:** :client_name\n" .
                            "**עובד:** :שם_עובד\n" .
                            "**Service:** :service_name\n" .
                            "**נכס:** :כתובת\n\n" .
                            "נא לנקוט בפעולה כדי להבטיח שעבודה זו תאושר.",
        ],
        'weekly_notification' => [
            'body_intro' => 'Hi Team',
            'content' => 'רק תזכורת ידידותית לכך שהשירות המתוכנן שלך עם ברום סרוויס יתקיים בשבוע הבא. אם יש צורך לבצע שינויים או ביטולים, אנא עשו זאת עד יום רביעי. לאחר יום רביעי, ביטולים עלולים לגרור חיובים בהתאם למדיניות שלנו.',
            'action_btn' => '*לחצני פעולה:*'
        ],
        'worker_on_my_way' => [
            'subject' => "העבודה החלה - אנא סיים עד :end_time\n\n",
            'content' => "התחלת את העבודה בשעה :start_time.\nיש לך :job_duration לסיים אותה, והעבודה צריכה להסתיים עד :end_time.\n\n:all_commentsלאחר שסיימת את כל המשימות,  *לחץ כאן כדי לאשר שהמשימות בוצעו*\n:view_job\n תוכל גם *ליצור קשר עם המנהל שלך * אם יש בעיות.\n:contact_manager\n\n *לחץ כאן כאשר סיימת את העבודה.* \n:view_job\n\n",
            'beforeSubject' => " נא לאשר שאתה בדרך\n\n",
            'beforeContent' => "אתה אמור להתחיל את העבודה בשעה :job_time בכתובת :address.\nאנא אשר שאתה בדרכך.\n\n*לחץ כאן אם אתה בדרכך:* \n:view_job\nאו *צור קשר עם המנהל* אם אתה מאחר.\n:contact_manager\n\n",
            'signature' => "בברכה, \nברום סרוויס צוות\nטלפון: 03-525-70-60 \n🌐 Website: www.broomservice.co.il",
            'all_comments' => "אל תשכח להשלים את משימות באות: \n:comments\n"
        ],
        'worker_start_the_job' => [
            'content' => "התחלת את העבודה בכתובת :client_address . יש לך :job_duration לסיום העבודה, והיא צריכה להסתיים עד  *:end_time*.\n\nאנא עיין ובצע את המשימות הבאות:\n\n- *שירות:* :service_name \n- *הוראות מיוחדות:* :comments \nכשתסיים, נא אשר:\n\n- *לחץ כאן לאישור שהמשימות בוצעו* :view_job \n- *צור קשר עם המנהל* :contact_manager אם יש בעיות בביצוע המשימות.",
            'signature' => "\n\nבברכה, \nצוות ברום סרוויס",
        ],
        'team_worker_on_my_way' => [
            'subject' => "העובד לא סיים את העבודה או לא אישר שהמשימות בוצעו\n\n",
            'content' => ":worker_name לא סיים את העבודה בזמן או לא אישר שהמשימות הושלמו.\n\nיש לכם שלוש אפשרויות:\n1.	לסיים את העבודה עבור העובד\n2.	לשנות את המשמרת\n3.	לשנות את העובד\n:team_btn\n\nמספר טלפון של העובד: :worker_phone\nמספר טלפון של הלקוח: :client_phone\n\n",
            'beforeSubject' => " העובד לא אישר שהוא בדרך\n\n",
            'beforeContent' => ":worker_name לא אישר שהוא בדרכו לעבודה בכתובת:address.\nתאריך/שעה: :date_time\n\nאפשרויות:\n1.	לאשר שהעובד בדרכו\n2.	לשנות את המשמרת\n3.	לשנות את העובד\n:team_btn\n\nמספר טלפון של העובד: :worker_phone\nמספר טלפון של הלקוח: :client_phone\n\n",
            'signature' => "בברכה, \nברום סרוויס צוות\nטלפון: 03-525-70-60 \n🌐 Website: www.broomservice.co.il"
        ],
        // 'remind_to_worker' => [
        //     'content' => "נא לא לשכוח לאשר את הכתובת לעבודה מחר עד השעה 18:00 היום. אם יש לך בעיות או שאתה זקוק לעזרה, אנא צור קשר עם המנהל שלך.",
        // ],
        'remind_to_worker' => [
            'header' => "נא לאשר את הכתובת למחר | ברום סרוויס\n\n",
            'content' => "אנא אשר שראית את הכתובת לעבודה מחר:\n\n*כתובת:* :fullAddress\n*תאריך/שעה:* :date_time\n\n*אשר כתובת* :view_job\n*צור קשר עם המנהל* :contact_manager במידה ויש לך שאלות או בעיות.",
            'content2' => "תזכורת לאשר בהקדם האפשרי את הכתובת לעבודה מחר:\n\n*כתובת:* :fullAddress\n*תאריך/שעה:* :date_time\n\n*אשר כתובת* :view_job\n*צור קשר עם המנהל* :contact_manager במידה ויש לך שאלות או בעיות.",
            'signature' => "\n\nבברכה,  \nצוות ברום סרוויס"
        ],
        // 'not_confirm_job' => [
        //     'header' => "העובד לא אישר את הכתובת לעבודה מחר",
        //     'salutation' => "שלום צוות,",
        //     'content' => ":worker_name לא אישר את הכתובת לעבודה מחר:\nכתובת: :address\nתאריך/שעה: :date_time\n\nאפשרויות:\n1.	לאשר את הכתובת עבור העובד\n2.	לשנות את המשמרת\n3.	לשנות את העובד\n:change_shift\n\nמספר טלפון של העובד: :worker_phone\nמספר טלפון של הלקוח: :client_phone\n\n",
        //     'signature' => "בברכה, \nברום סרוויס צוות\nטלפון: 03-525-70-60 \n🌐 Website: www.broomservice.co.il"
        // ],
        'not_confirm_job' => [
            'header' => "העובד לא אישר את הכתובת למחר | ברום סרוויס",
            'salutation' => "שלום צוות,",
            'content' => "העובד, * :worker_name*, עדיין לא אישר את הכתובת לעבודה מחר.\n\nשם הלקוח: :client_name\nטלפון לקוח: :client_contact\nטלפון עובד: :worker_contact\nכתובת: :fullAddress\nתאריך/שעה: :date_time\n\n- אשר כתובת עבור העובד :view_job\n- נקוט פעולה :team_btn (החלפת עובד, שינוי משמרת או ביטול עבודה במידת הצורך).",
            'signature' => "\n\nבברכה, \nברום סרוויס צוות"
        ],
        'before_job_endtime' => [
            'header' => "תזכורת לסיום העבודה - נשארו 30 דקות\n\n",
            'content' => "נשארו לך 30 דקות לסיום העבודה בכתובת :address\n*לחץ כאן אם תסיים בזמן * \n:finish_on_time \nאו *לחץ כאן אם אתה צריך יותר זמן* \n:extra_time\n\n",
            'signature' => "בברכה, \nברום סרוויס צוות\nטלפון: 03-525-70-60 \n🌐 Website: www.broomservice.co.il"
        ],
        'need_extra_time_team' => [
            'header' => "העובד צריך יותר זמן או לא סיים את העבודה בזמן\n\n",
            'content' => ":worker_name  ביקש זמן נוסף או לא סיים את העבודה בזמן בכתובת :address\nאנא בדקו את הסטטוס ופעילו בהתאם.\nיש לכם אפשרויות:\n1.	להאריך את משך העבודה\n:extend_duration\n2.	שמרו על משך העבודה\n:adjust_duration\n3.	לשנות את המשמרת\n4.	לשנות את העובד\n:change_shift\n\nמספר טלפון של העובד: :worker_phone \nמספר טלפון של הלקוח: :client_phone\n\n",
            'signature' => "בברכה, \nברום סרוויס צוות\nטלפון: 03-525-70-60 \n🌐 Website: www.broomservice.co.il"
        ],
        'worker_webhook_irrelevant' => [
    	    'message' => "🌟 תודה שפנית אלינו ב-Job4Service.\n\nאנחנו מציעים את המשרות הטובות ביותר בענף ניקיון בתים בישראל.\nאנחנו שוכרים רק אנשים עם אשרות מתאימות לעבודה בישראל.\nאנחנו מציעים עבודות ניקיון בתים רק באזור תל אביב, ורק בשעות הבוקר של ימי חול אנו לא עובדים בסופי שבוע או בערבים.\nאנחנו צוות ניקיון מקצועי, ולכן אנחנו שוכרים רק אנשים עם ניסיון בניקיון בתים.\nאם זה יכול להתאים לכם או. החברים שלכם עכשיו או בעתיד, אתם יותר ממוזמנים לפנות אלינו שוב 😀\n\n👫 מכירים מישהו שיתאים מאוד לצוות שלנו. פשוט שלח להם את הקישור הזה:\n\nhttps://chat.whatsapp.com/H0dpX0ERLNRAbM8ejgjT\nhttps://t.me/+m84PexCmLjs0MmZk\nhttps://www.facebook.com/JobinIsraelforubr\n\nשיהיה לך יום נפלא !🌟"
        ],
        'pending' => [
            'content' => "לקוח פוטנציאלי חדש,\n\n :name, נוסף  \n למערכת וממתין ליצירת קשר ראשוני.\n טלפון: :phone.\n לחץ כאן כדי לפעול: :url"
        ],
        'potential' => [
            'content' => "עדכון: פגישה נקבעה או סרטון הוזמן מ:name. נא להיערך בהתאם.\n\n טלפון: :phone.\n לחץ כאן כדי לפעול: :url"
        ],
        'irrelevant' => [
            'content' => "עדכון סטטוס: הליד :name סומן כלא רלוונטי בשל חוסר התאמה לשירות או מגבלת מיקום.\n\n טלפון: :phone.\n לחץ כאן כדי לפעול: :url"
        ],
        'uninterested' => [
            'content' => "הלקוח הפוטנציאלי :name הביע חוסר עניין בהמשך.\n  נא לסמן כהושלם או לסגור את הליד.\n\n טלפון: :phone.\n לחץ כאן כדי לפעול: :url"
        ],
        'unanswered' => [
            'content' => "הודעה: הלקוח הפוטנציאלי :name לא השיב לאחר ניסיונות יצירת קשר מרובים. \n נא לבדוק ולבצע מעקב בהתאם לצורך.\n\n טלפון: :phone.\n לחץ כאן כדי לפעול: :url"
        ],
        'potential_client' => [
            'content' => "הלקוח הפוטנציאלי :name קיבל הצעת מחיר ושוקל אותה.\n ממתינים להחלטתו.\n\n טלפון: :phone.\n לחץ כאן כדי לפעול: :url"
        ],
        'pending_client' => [
            'content' => "הלקוח :name קיבל את הצעת המחיר ואת החוזה.\n  נא להמשיך בשלבים הבאים.\n\n טלפון: :phone.\n לחץ כאן כדי לפעול: :url"
        ],
        'waiting' => [
            'content' => "הלקוח :name חתם על החוזה וממתין להזמנה הראשונה.\n  נא לתאם את השירות בהקדם האפשרי.\n\n טלפון: :phone.\n לחץ כאן כדי לפעול: :url"
        ],
        'active_client' => [
            'content' => "עדכון: הלקוח :name פעיל כעת ומקבל שירותים. \n יש לעדכן את הצוות ולהתכונן למפגשים הקרובים.\n\n טלפון: :phone.\n לחץ כאן כדי לפעול: :url"
        ],
        'freeze_client_team' => [
            'content' => "התראה: הלקוח :name סומן כ’בהקפאה’ מכיוון שעברו 7 ימים ללא קבלת שירות.\n  נא לבדוק עם הלקוח ולפתור כל בעיה קיימת.\n\n טלפון: :phone.\n לחץ כאן כדי לפעול: :url"
        ],
        'unhappy' => [
            'content' => "הלקוח :name סומן כ’לא מרוצה’ בשל חוסר שביעות רצון מאיכות השירות. \n נא לבדוק אם נדרשת פעולה מתקנת.\n\n טלפון: :phone.\n לחץ כאן כדי לפעול: :url"
        ],
        'price_issue' => [
            'content' => "הלקוח :name סומן כ’בעיית מחיר’ בשל דאגות הנוגעות למחיר.\n שקלו לבחון מחדש את אסטרטגיית התמחור במידת הצורך.\n\n טלפון: :phone.\n לחץ כאן כדי לפעול: :url"
        ],
        'moved' => [
            'content' => "הלקוח :name סומן כ’עבר דירה’ מכיוון שעבר לאזור שאינו בתחום השירות.\n אין צורך בפעולה נוספת אלא אם כן יחזור.\n\n טלפון: :phone.\n לחץ כאן כדי לפעול: :url"
        ],
        'onetime' => [
            'content' => "הלקוח :name סומן כ’חד-פעמי’ מכיוון שהשתמש בשירות רק פעם אחת.\n אנא קחו זאת בחשבון למעקב עתידי או מבצעים. \n\n טלפון: :phone.\n לחץ כאן כדי לפעול: :url"
        ],
        'past' => [
            'header' => "שלום :name,",
            'thankyou' => "אנו בברום סרוויס רוצים להודות לכם על האמון שהענקתם לנו בעבר ולהזכיר לכם שאנו תמיד כאן בשבילכם.",
            'content' => "אם ברצונכם לחדש את הקשר וליהנות משירותי ניקיון מקצועיים ואיכותיים, אנו כאן לשירותכם. נשמח לשוחח איתכם ולהתאים את השירות לצרכים הייחודיים שלכם.
                            בנוסף, נשמח להציע לכם הנחה של 20% על הביקור הבא שתזמינו.",
            'feelfree' => "אל תהססו ליצור קשר איתנו בכל עת.",
            'signature' => "בברכה, \n ברום סרוויס \n\n 📞 טלפון: 03-525-70-60 \n 🌐 Website: www.broomservice.co.il"
        ],
        'freeze_client' => [
            'header' => "שלום :name,",
            'thankyou' => "אנו בברום סרוויס מבינים שלפעמים יש צורך לעשות הפסקה, ואנו רוצים להודות לכם על האמון שהענקתם לנו עד כה.",
            'content' => "רצינו להזכיר לכם שאנו כאן בשבילכם ומוכנים לחדש את השירות בכל עת שתחליטו. אנו ממשיכים לשפר ולהרחיב את מגוון השירותים שלנו כדי להבטיח שתמיד תקבלו את הטוב ביותר.",
            'feelfree' => "אם יש שינוי בצרכים שלכם או שאתם מעוניינים לדון באפשרויות חדשות, אנו כאן לשירותכם. אל תהססו ליצור קשר בכל עת.",
            'signature' => "בברכה, \n ברום סרוויס \n\n 📞 טלפון: 03-525-70-60 \n 🌐 Website: www.broomservice.co.il"
        ],
        'notify_monday_client' => [
            'subject' => "תזכורת לסידור עבודה לשבוע הבא",
            'salutation' => "לקוחות יקרים, בוקר טוב,",
            'content' => "היום יום שני, ואנו סוגרים סידור עבודה לשבוע הבא. במידה ויש לכם אילוצים, שינויים או בקשות מיוחדות, נבקש להעבירם עוד היום.",
            'request' => 'לכל שאלה או בקשה, אנו פה לשירותכם.',
            'link' => 'לחץ כאן לשליחת הודעה על שינוי או בקשה: :client_jobs',
            'holiday' => "שימו לב לחגים הבאים במהלך השבוע הזה: :holidays",
            'signature' => "המשך יום נהדר! 🌸 \nברום סרוויס \n📞 03-525-70-60 \n🌐www.broomservice.co.il"
        ],
        'notify_monday_worker' => [
            'subject' => "**בקשת אילוצים לשבוע הבא**",
            'salutation' => "שלום :worker_name,",
            'content' => "האם אתה זקוק ליום חופש מלא או חצי יום חופש בשבוע הבא?\nאנו סוגרים את סידור העבודה להיום ונבקש לדעת בהקדם אם יש לך בקשות מיוחדות.",
            'link' => 'לחץ כאן לבקשת שינוי בלוח הזמנים שלך: :worker_jobs',
            'holiday' => "שימו לב לחגים הבאים במהלך השבוע הזה: :holidays",
            'signature' => "בברכה,\nצוות ברום סרוויס \n🌐 www.broomservice.co.il\n📞: 03-525-70-60\noffice@broomservice.co.il",
        ],
        'update_on_comment_resolution' => [
            'content' => "הוספנו עדכונים לביצוע המשימות בעבודה שלך לשירות *:service_name*, שנקבעה ל-*:date_time*.\n אנא עיין בעדכונים האחרונים ובתגובות שלנו לכל משימה.",
            'signature' => "\n\nבברכה,\nצוות ברום סרוויס"
        ], 
        'button-label' => [
            'accept_reject' => 'קבל/דחה',
            'upload_file' => 'העלה קובץ',
            'price_offer' => 'הצעת מחיר',
            'check_contract' => 'בדוק חוזה',
            'review' => 'סקירה',
            'form101' => 'טופס 101',
            'view_job' => 'הצג עבודה',
            'change_worker' => 'החלף עובד',
            'change_shift' => 'החלף משמרת',
            'change_worker_shift' => 'החלף עובד/משמרת',
            'approve' => 'לְאַשֵׁר',
            'safety_and_gear' => 'בדוק בטיחות וציוד',
            'check_form' => 'בדוק טפסים',
            'view_worker' => 'הצג עובד',
            'check_file' => 'בדוק קובץ',
            'view_client' => 'צפה בלקוח',
            'view' => 'צפה',
            'view_lead' => 'צפה בפרטי הליד',
            'call_lead' => 'התקשר לליד כעת',
            'view_job' => 'הצג עבודה',
            'on_my_way' => "אני בדרך",
            'contact_manager' => 'מנהל אנשי קשר',
            'change_service_date' => 'שנה תאריך שירות',
            'cancel_service' => 'בטל שירות',
            'start_job' => 'התחל בעבודה',
            'actions' => 'פעולות'
        ]


    ],
    'otp' => [
        'subject' => 'הרשאת הגישה שלך לכניסה',
        'body' => 'ה-OTP (סיסמה חד פעמית) שלך לכניסה היא: :otp',
        'expiration' => 'אנא השתמש ב-OTP זה כדי להמשיך בהתחברות שלך. ה-OTP יפוג בעוד 10 דקות.',
    ],
    'verification' => [
        'subject' => 'ה-OTP שלך לאימות',
        'body' => 'ה-OTP שלך (סיסמה חד פעמית) לאימות היא: :otp',
        'expiration' => 'אנא השתמש ב-OTP זה כדי להמשיך בתהליך האימות שלך. OTP יפוג בעוד 10 דקות.',
    ],
    'label' => [
        'company' => 'ברום סרוויס',
        'company_team' => 'צוות ברום סרוויס',
        'company_meeting' => 'פגישה עם צוות ברום סרוויס',
    ]
];
