<?php
return [
    'meeting' => [
        'subject'     => 'פגישה עם ברום סרוויס #:id',
        'resubject'     => 'קביעת פגישה מחדש',
        'file_subject'     => 'קבצים | ברום סרוויס #:id',
        'file'     => 'קבצים',
        'file_content'     => "נוספו קבצים חדשים בפרטי הפגישה המוזכרים למטה.",
        'appointment' => 'זוהי תזכורת לכך שיש לך פגישה קרובה.',
        'select_preferred_slot' => 'אנא בחר משבצת פגישה מועדפת',
        'with'        => 'עם',
        'on'          => 'ב',
        'between'     => 'בין',
        'to'          => 'ל',
        'for'         => 'לצורך',
        'service'     => 'הצעת מחיר',
        'accept'      => 'אשר',
        'reject'      => 'בטל',
        'reschedule'  => 'מועד אחר',
        'price_offer' => 'הצעת מחיר',
        'quality_check' => 'בקרת איכות',
        'upload_job_description' => 'העלה תיאור עבודה',
        'address_txt' => 'כתובת',
        'choose_slot' => 'בחר משבצת',
        'content_with_date_time'     => 'זוהי הודעת תזכורת לגבי הפגישה שנקבעה לך עם :team_name ביום ב-:date בין :start_time ל-:end_time בכתובת :address לצורך :purpose.',
        'content_without_date_time'     => 'זוהי הודעת תזכורת לגבי הפגישה שנקבעה לך עם :team_name בכתובת :address לצורך :purpose.',
    ],
    'cancel_meeting' => [
        'subject'     => 'הפגישה עם ברום סרוויס בוטלה',
        'content'     => 'רצינו לעדכן שהפגישה שלך ב-:date בין :start_time ל-:end_time בוטלה.',
    ],
    'offer' => [
        'subject'     => 'ההצעת מחיר מברום סרוויס #:id',
        'content'     => 'מצ"ב הצעת המחיר לשירות :service_names. לאחר אישורכם, יישלח אליכם הסכם התקשרות למילוי וחתימה.',
        'below_txt'  => 'לחץ על הכפתור למטה כדי לצפות בהצעת המחיר.',
        'btn_txt'    => 'הצעת מחיר',
    ],
    'contract' => [
        'subject'     => 'הסכם התקשרות הצעת מחיר #:id | ברום סרוויס',
        'content'     => 'מצורף בזאת הסכם התקשרות לחתימה דיגיטלית. יש להוסיף את כרטיס האשראי לתשלום, בצירוף חתימת בעל הכרטיס המאשר לחייבו במועד החיוב. הכרטיס יחויב בסכום של 1 ש"ח ולאחר מכן יזוכה, זאת כדי לוודא את תקינותו. הפרטים יישמרו במערכת מאובטחת. בנוסף, יש לחתום בעמוד האחרון ולאשר את ההסכם.',
        'below_txt'   => 'לחץ על הקישור, לצפיה בהסכם.',
        'btn_txt'     => 'לצפיה בהסכם',
    ],
    'form_101' => [
        'subject'     => 'טופס 101 | ברום סרוויס #:id',
        'content'     => 'נרשמת בהצלחה לפורטל שלנו. אנא חתום על טופס 101 כדי להתחיל בעבודה.',
        'below_txt'   => 'לחץ על הכפתור למטה כדי למלא את טופס 101.',
        'btn_txt'     => 'טופס 101',
    ],
    'job_status' => [
        'subject'     => 'סטטוס העבודה של העובד השתנה',
        'hi'          => 'שלום',
        'content'     => 'העובד שינה את סטטוס העבודה ל',
        'reason'      => 'בגלל',
        'btn_txt'     => 'בדוק חוזה',
        'thanks_text' => 'תודה',
        'job'         => 'עבודה',
        'started_by'  => 'התחיל על ידי',
        'cancelled'   => 'מבוטל',
        'worker_changed'   => 'עובד התחלף',
        'shift_changed'   => 'Shift השתנה',
        'cancellation_fee' => 'דמי ביטול'
    ],
    'worker_contract' => [
        'subject'     => ' טופס חוזה | ברום סרוויס #:id',
        'content'     => 'נרשמת בהצלחה לפורטל שלנו. אנא חתום על טופס החוזה כדי להתחיל בעבודה.',
        'below_txt'   => 'לחץ על הכפתור למטה כדי לבדוק את טופס החוזה.',
        'btn_txt'     => 'טופס חוזה',
    ],
    'worker_safe_gear' => [
        'subject'   => 'טופס בטיחות וציוד | ברום סרוויס #:id',
        'content'   => 'נרשמת בהצלחה לפורטל שלנו. אנא חתום על טופס הבטיחות והציוד כדי להתחיל בעבודה.',
        'below_txt' => 'לחץ על הכפתור למטה כדי לבדוק את טופס הבטיחות והציוד.',
        'btn_txt'   => 'טופס בטיחות וציוד',
    ],
    'client_job_status' => [
        'subject'     => 'ביטול עבודה על ידי לקוח',
        'hi'          => 'שלום',
        'content'     => 'הלקוח שינה את סטטוס העבודה ל ',
        'cancellation_fee' => 'עם דמי ביטול ',
        'btn_txt'     => 'בדוק חוזה',
        'thanks_text'   => 'תודה',
        'job_completed' => 'העבודה אצלך הסתיימה.',
        'review' => 'סקירה',
        'job_completed_subject'     => 'עבודה הסתיימה | ברום סרוויס',
    ],
    'worker_new_job' => [
        'subject'     => 'תזכורת לגבי שירות שהזמנתם',
        'greetings'   => 'לקוח יקר',
        'from'        => 'מ',
        'company'     => 'ברום סרוויס',
        'content'     => 'שירות שהזמנת. לצפיה בפרטים.',
        'please_check' => 'אנא בדוק את הפרטים.',
        'new_job_assigned' => 'שובצת לעבודה.',
        'change_in_job' => 'שינוי בעבודה שלך.',
        'below_txt'   => 'לחץ על הלחצן למטה כדי לבדוק את ההסכם.',
        'btn_txt'     => 'בדוק הסכם',
        'reply_txt'   => 'אם יש לך שאלות או בקשות, אנא אל תהסס ליצור איתנו קשר על ידי מענה לדוא"ל זה.',
        'regards'     => 'בברכה',
        'tel'         => 'טלפון',
        'date'        => 'תאריך',
        'worker'      => 'עובד',
        'client'      => 'לָקוּחַ',
        'service'     => 'שירות',
        'shift'       => 'משמרת',
        'status'      => 'סטטוס',
        'action'      => 'פעולה',
        'scheduled'   => 'שובץ',
        'to'          => 'ל',
        'view_job'    => 'צפה בעבודה',
        'start_time'  => 'שעת התחלה',
        'property_address_txt'  => 'כתובת הנכס'
    ],
    'client_new_job' => [
        'subject'     => 'תזכורת לגבי שירות שהזמנתם',
        'content'     => 'שירות שהזמנת. לצפיה בפרטים.',
        'below_txt'   => 'לחץ על הלחצן למטה כדי לבדוק את ההסכם.',
        'btn_txt'     => 'בדוק הסכם',
        'date'        => 'תאריך',
        'client'      => 'לָקוּחַ',
        'worker'      => 'עובד',
        'service'     => 'שירות',
        'shift'       => 'משמרת',
        'status'      => 'סטטוס',
        'action'      => 'פעולה',
        'scheduled'   => 'שובץ',
        'to'          => 'ל',
        'view_job'    => 'הצג פרטים',
        'start_time'  => 'שעת התחלה'
    ],
    'worker_unassigned' => [
        'subject'     => 'משימה הוסרה מהקצאה עם',
        'company'     => 'ברום סרוויס',
        'you_unassigned_from_job' => 'הוסרת ממשימה.'
    ],
    'worker_tomorrow_job' => [
        'subject' => 'עבודה למחר | ברום סרוויס',
        'hi'          => 'שלום',
        'greetings'   => 'ברכות',
        'from'        => 'מאת',
        'company'     => 'ברום סרוויס',
        'message' => 'להלן פרטי העבודה למחר:',
        'date'        => 'תאריך',
        'worker'      => 'עובד',
        'client'      => 'לקוח',
        'service'     => 'שירות',
        'start_time'  => 'שעת התחלה',
        'property'  => 'נכס',
        'shift'       => 'משמרת',
        'status'      => 'סטטוס',
        'action'      => 'פעולה',
        'approve'      => 'אשר',
        'reply_txt'   => 'אם יש לך שאלות או חששות, אל תהסיי לפנות אלינו על ידי תגובה לדוא"ל זה.',
        'regards'     => 'בברכה',
        'tel'         => 'טלפון'
    ],
    'worker_job' => [
        'shift_changed' => 'המשמרת הוחלפה.',
        'shift_changed_subject' => 'המשמרת הוחלפה. אנא בדוק את הפרטים.'
    ],
    'worker_re_scheduled' => [
        'header' => 'שינוי זמינות עובד | ברום סרוויס',
        'content' => 'שינה את זמינותו שמשפיעה על העבודה בתאריך'
    ],
    'common' => [
        'salutation' => 'שלום, :name',
        'greetings' => 'זוהי הודעה מברום סרוויס',
        'dont_hesitate_to_get_in_touch' => 'אם יש לך שאלות, או לכל עניין אחר, תוכל לפנות אלינו במס הטלפון המצורף או ע"י השבה למייל זה.',
        'regards' => 'בברכה',
        'company' => 'ברום סרוויס',
        'tel' => 'טלפון',
    ],
    'admin' => [
        'form101-signed' => [
            'subject' => 'הושלם חתימה על טופס 101 | ברום סרוויס',
            'message' => ':worker_name השלים את תהליך החתימה על טופס 101. ניתן למצוא את המסמך החתום מצורף בפורמט PDF לצורך התייחסותך.'
        ],
        'safety-and-gear-signed' => [
            'subject' => 'הושלם חתימה על טופס בטיחות וציוד | ברום סרוויס',
            'message' => ':worker_name השלים את תהליך החתימה על טופס הבטיחות והציוד. ניתן למצואv את המסמך החתום מצורף בפורמט PDF לצורך התייחסותך.',
        ],
        'contract-signed' => [
            'subject' => 'הושלם חתימה על טופס חוזה | ברום סרוויס',
            'message' => ':worker_name השלים את תהליך החתימה על טופס החוזה. ניתן למצוא את המסמך החתום מצורף בפורמט PDF לצורך התייחסותך.',
        ],
        'insurance-signed' => [
            'subject' => 'הושלם חתימה על טופס ביטוח | ברום סרוויס',
            'message' => ':worker_name השלים את תהליך החתימה על טופס הביטוח. ניתן למצוא את המסמך החתום מצורף בפורמט PDF לצורך התייחסותך.',
        ],
        'client-payment-failed' => [
            'subject' => 'תשלום של הלקוח נכשל | שירות מטופל',
            'message' => 'התשלום של :client_name עם הכרטיס [**** **** **** :card_number] נכשל.',
        ],
    ],
    'client' => [
        'review-request' => [
            'subject' => 'דירוג השירות שקיבלת | ברום סרוויס',
            'message' => 'נשמח למענה על משוב קצר על השירות שקיבלת.',
        ],
        'payment-failed' => [
            'subject' => 'תשלום נכשל | ברום סרוויס',
            'message' => 'התשלום עם כרטיס [**** **** ****:card_number] נכשל. אנא עדכנו לכרטיס תקין או צרו איתנו קשר בהקדם.',
        ],
    ],
    'worker' => [
        'insurance-form' => [
            'subject' => ' טופס ביטוח | ברום סרוויס',
            'message' => 'נרשמת בהצלחה לפורטל שלנו. אנא חתום על טופס הביטוח כדי להתחיל בעבודה.',
            'secondary_message' => 'לחץ על הכפתור למטה כדי לבדוק את טופס הביטוח.',
            'btn_txt' => 'טופס ביטוח',
        ],
        'form101-signed' => [
            'subject' => 'טופס 101 חתום | ברום סרוויס',
            'message' => 'סיימת את חתימת טופס 101. ניתן למצוא את המסמך החתום מצורף בפורמט PDF.',
        ],
        'safety-and-gear-signed' => [
            'subject' => 'טופס בטיחות וציוד חתום | ברום סרוויס',
            'message' => 'הושלמה החתימה על טופס הבטיחות והציוד. ניתן למצוא את המסמך החתום מצורף בפורמט PDF.',
        ],
        'contract-signed' => [
            'subject' => 'טופס חוזה חתום | ברום סרוויס',
            'message' => 'הושלמה החתימה על טופס החוזה. ניתן למצוא את המסמך החתום מצורף בפורמט PDF.',
        ],
        'insurance-signed' => [
            'subject' => 'טופס ביטוח חתום | ברום סרוויס',
            'message' => 'הושלמה החתימה על טופס הביטוח. ניתן למצוא את המסמך החתום מצורף בפורמט PDF.',
        ],
    ],
    'insurance-form' => [
        'form_name' => 'טופס ביטוח',
    ],
    'form101' => [
        'form_name' => 'טופס 101',
    ],
    'safety-and-gear-form' => [
        'form_name' => 'טופס בטיחות וציוד',
    ],
    'contract-form' => [
        'form_name' => 'טופס חוזה',
    ],
    'client_credentials' => [
        'subject' => ':client_name פרטי התחברות לקוח מברום סרוויס של לקוח',
        'content'   => 'להלן פרטי הכניסה שלך.',
        'btn_txt'   => 'התחבר',
        'email' => 'דוא"ל',
        'password'  => 'סיסמה'
    ],
    'worker_credentials' => [
        'subject' => 'פרטי גישה של :worker_name | ברום סרוויס',
        'content'   => 'להלן פרטי ההתחברות שלך.',
        'btn_txt'   => 'התחבר',
        'email' => 'אימייל',
        'password'  => 'סיסמה',
    ],

    'job_common' => [
        'job_details' => 'פרטי המשימה',
        'worker_job_complete_content'  => ':name סיים את המשימה.',
        'hi'          => 'שלום',
        'greetings'   => 'ברכות',
        'from'        => 'מאת',
        'company'     => 'ברום סרוויס',
        'please_check' => 'אנא בדוק את הפרטים.',
        'reply_txt'   => 'אם יש לך שאלות או חששות, אל תהסיי לפנות אלינו על ידי תגובה לדוא"ל זה.',
        'regards'     => 'בברכה',
        'tel'         => 'טלפון',
        'date'        => 'תאריך',
        'worker'      => 'עובד',
        'client'      => 'לקוח',
        'service'     => 'שירות',
        'shift'       => 'משמרת',
        'status'      => 'סטטוס',
        'action'      => 'פעולה',
        'scheduled'   => 'מתוכנן',
        'to'          => 'עד',
        'view_job'    => 'צפה במשימה',
        'start_time'  => 'שעת התחלה',
        'property_address_txt'  => 'נכס',
        'approve_subject' => 'משימה מאושרת | ברום סרוויס',
        'approve_title' => 'עובד אישר משימה',
        'approve_content' => 'אישרת את המשימה.',
        'not_approve_subject' => 'עבודה לא אושרה | ברום סרוויס',
        'not_approve_title' => 'עובד לא אישר משימה',
        'not_approve_content' => 'לא אישרת את העבודה.',
        'job_status'  => 'סטטוס המשימה',
        'admin_switch_worker_subject' => 'בקשה להחלפת עובד | ברום סרוויס',
        'admin_switch_worker_title' => 'החלפת עובד על ידי מנהל',
        'admin_switch_worker_content'  => ':w1 הוחלף על ידי מנהל, מ: :w2.',
        'new_job_title' => 'משימה חדשה',
        'job_unassigned_title' => 'משימה הוסרה מהקצאה',
        'admin_change_worker_content'  => ':workerName עובד הוסר מהמשימה # :jobId.',
        'worker_job_reminder_subject'   => 'תזכורת משימה | ברום סרוויס',
        'worker_job_reminder_content'   => 'תזכורת ידידותית שעדיין לא אישרת את המשימה.',
        'worker_job_not_started'   => 'רק תזכורת ידידותית שעדיין לא התחלת בעבודה.',
        'worker_exceed_job_time'   => 'רק תזכורת ידידותית שחרגת את זמן העבודה.',
        'worker_job_start_time_content' => 'זמן המשימה הוגדר על ידך.',
        'extra_amount' => 'כמות נוספת',
        'check_job_details' => 'בדוק פרטי עבודה',
        'mark_as_complete' => 'סמן כהושלם',
        'end_time' => 'זמן סיום',
        'resume_timer' => 'הפעל טיימר מחדש'
    ],
    'forms' => [
        'worker_forms' => 'טפסי עובד | ברום סרוויס',
        'content' => 'נרשמת בהצלחה בפורטל שלנו. נא לחתום על הטפסים למטה כדי להתחיל לעבוד בעבודה.',
        'below_txt' => 'לחץ על הכפתור למטה כדי למלא את הטפסים.',
        'btn_txt' => 'בדוק טפסים'
    ],
    'job_nxt_step' => [
        'approved_nxt_step_email_subject' => 'עבודה אושרה | השלב הבא | שירות ברום',
        'approved_nxt_step_email_title' => 'עבודה אושרה',
        'approved_nxt_step_email_content' => 'אישרת את העבודה. בדוק את הקישור למטה ולחץ על :label כאשר תתחיל את עבודתך.',
        'leaving_for_work_link' => 'אני יוצא לעבודה עכשיו',
        'opened_nxt_step_email_subject' => 'עבודה נפתחה | השלב הבא | שירות ברום',
        'opened_nxt_step_email_title' => 'עבודה נפתחה',
        'opened_nxt_step_email_content' => 'אתה עומד להתחיל את עבודתך. בדוק את הקישור למטה ולחץ על :l1 כאשר תתחיל את זמן העבודה שלך או אם אתה רוצה להשלים את העבודה לחץ על :l2.',
        'completed_nxt_step_email_subject' => 'עבודה הושלמה | השלב הבא | שירות ברום',
        'completed_nxt_step_email_title' => 'עבודה הושלמה',
        'completed_nxt_step_email_content' => 'השלמת את העבודה # :jobId .תקבל את המשוב ברגע שהעבודה תיבדק על ידי הלקוח.',
        'start_time_nxt_step_email_subject' => 'זמן עבודה התחיל | השלב הבא | שירות ברום',
        'start_time_nxt_step_email_title' => 'זמן עבודה התחיל',
        'start_time_nxt_step_email_content' => 'זמן העבודה התחיל על ידך. בדוק את הקישור למטה ולחץ על :label כאשר תרצה להפסיק את זמן עבודתך.',
        'end_time_nxt_step_email_subject' => 'זמן עבודה הסתיים | השלב הבא | שירות ברום',
        'end_time_nxt_step_email_title' => 'זמן עבודה הסתיים',
        'end_time_nxt_step_email_content' => 'זמן העבודה הופסק על ידך. בדוק את הקישור למטה ולחץ על :l1 אם אתה רוצה להשלים את העבודה שלך אחרת לחץ על :l2 כדי להמשיך את העבודה.',
    ],
    'unanswered_lead' => [
        'header' => 'ניסינו ליצור קשר | שירות בְּרוֹם',
        'greeting' => 'שלום, :name,',
        'content' => 'בהמשך לפנייתך אלינו בברום סרוויס, רצינו ליידע אותך שניסינו ליצור איתך קשר ולא הצלחנו להשיג אותך. אנו כאן וזמינים לעמוד לשירותך בימים א׳-ה׳ בין השעות 8:00 ל-16:00.',
        'assistance' => 'נשמח לעמוד לשירותך:',
        'alternative' => 'בנוסף, נשמח לדעת מתי יהיה נוח לכם שנחזור אליכם במהלך שעות העבודה שלנו.',
    ],
    'irrelevant_lead' => [
        'header' => 'לגבי הפנייה שלך | שירות מברשת',
        'greeting' => 'שלום, :name,',
        'content' => 'תודה על ההתעניינות שלך בשירות מברשת. בדקנו את הפנייה שלך, ולצערנו איננו מספקים שירותים באזור שלך או מציעים את השירות הספציפי שאתה מחפש.',
        'service_areas' => 'אזורי השירות שלנו כוללים:',
        'future_contact' => 'אם הצרכים שלך ישתנו או אם אתה נמצא באחד מהאזורים הללו, נשמח לעזור לך בעתיד.',
    ],
    'pending_lead' => [
        'header' => 'דרוש מעקב: ליד ממתין | שירות מברשת',
        'greeting' => 'שלום, צוות,',
        'reminder' => 'זהו תזכורת שלליד הבא נמצא בסטטוס "ממתין" מעל ל-24 שעות. נא לעיין בפרטי הליד ולעדכן את הסטטוס לפי הצורך.',
        'lead_name' => 'שם הליד',
        'contact_info' => 'פרטי יצירת קשר',
        'inquiry_date' => 'תאריך פנייה',
    ],
    'file_submission_request' => [
        'subject' => 'בקשת הגשת קבצים לציטוט | שירות מברשת',
        'header' => 'בקשת הגשת קבצים',
        'greeting' => 'שלום, :name,',
        'content' => 'תודה על ההתעניינות שלך בשירות מברשת!',
        'request' => 'כדי לספק לך הצעת מחיר מדויקת עבור השירותים המבוקשים, אנו מבקשים לשלוח לנו מספר תמונות או סרטון של האזור שצריך לנקות.',
        'instructions' => 'אנא השב למייל זה עם הקבצים המבוקשים בהקדם.',
    ],
    'price_offer_reminder' => [
        'header' => 'תזכורת: ההצעת מחיר שלך מבית  שירות ברום',
        'greeting' => 'שלום, :name,',
        'content' => 'רצינו להזכיר לך ששלחנו לך לאחרונה הצעת מחיר עבור השירותים שביקשת. אם את/ה עדיין מעוניין/ת, נשמח להמשיך ולספק לך את השירות המקצועי והאיכותי שלנו.',
        'assistance' => 'לשאלות או בקשות נוספות, אנחנו כאן לעזרתך.',
    ],
    'price_offer_decline' => [
        'header' => 'לקוח דחה את הצעת המחיר',
        'greeting' => 'שלום צוות,',
        'content' => 'הלקוח הבא דחה את הצעת המחיר לשירות:',
        'details' => "פרטי הלקוח:\n- שם: :client_name\n- סיבת הדחייה: :reason",
        'no_reason_provided' => 'לא נמסרה סיבה.',
        'assistance' => 'אנא עיינו בפרטים ועדכנו את המצב בהתאם.'
    ],
    'follow_up_conversation' => [
            'header' => 'מעקב אחרי השיחה שלנו',
            'greeting' => 'שלום :name,',
            'content' => 'ראשית, תודה על שפנית אלינו. היה תענוג להיפגש ולדבר איתך.',
            'details' => 'בעקבות השיחה שלנו, אני מצרף לצפייה שלך כמה המלצות מלקוחות קיימים שלנו: [testimonials_link] ואת עלון השירות שלנו: [brochure_link].',
            'brochure' => 'בנוסף, אני מצרף את עלון השירות שלנו לצפייה שלך, כך שתוכל לעיין בשירותים שאנו מציעים.',
            'details1' => 'בעקבות השיחה שלנו, אני מצרף לצפייה שלך כמה המלצות מלקוחות קיימים שלנו.',
            'assistance' => 'אני כאן כדי לעזור ולענות על כל שאלה נוספת שיש לך. אני תמיד לשירותך.',
        ],
        'user_data_report' => [
            'header' => 'דוח נתוני משתמש | ברום סרוויס',
            'title' => 'דוח נתוני משתמשים',
            'greeting' => 'שלום :name,',
            'content' => 'מצורף דוח CSV עם נתוני המשתמשים. הדוח כולל פרטים על המשתמשים, סטטוס ההגשה שלהם וטפסים רלוונטיים.',
        ],

    'wa-message' => [
        'common' => [
            'salutation' => "שלום, *:name*",
            'closing' => 'נשמח לעזור לך.',
            'signature' => "בברכה,\nBroom Service 🌹\nwww.broomservice.co.il\nטלפון: 03-525-70-60\noffice@broomservice.co.il",
        ],
        'client_meeting_reminder' => [
            'header' => "*תזכורת לפגישה*",
        ],
        'client_meeting_schedule' => [
            'header' => "*נקבעה פגישה*",
            'content' => "רק תזכורת ידידותית שיש לך פגישה קרובה ב-*:date* בין *:start_time* ל-*:end_time* בכתובת *:address* עבור *:purpose*. לחץ על הלחצן *קבל/דחה* או *העלה קובץ* כדי לקבל, לדחות, לתאם מחדש ולהעלות קבצים.",
        ],
        'offer_price' => [
            'header' => "*ההצעת מחיר מברום סרוויס*",
            'content' => "אנא בדוק את הצעת המחיר מצ\"ב הצעת מחיר עבור *:service_names*. לאחר אישורכם, יישלח אליכם הסכם התקשרות אותו תצטרכו למלא ולחתום למטה ואז נהיה מוכנים להתחיל בעבודה.\n\nלחץ על הכפתור למטה כדי לראות את הצעת המחיר.",
        ],
        'contract' => [
            'header' => '*הסכם התקשרות הצעת מחיר #:id | ברום סרוויס*',
            'content' => "מצורף בזאת הסכם התקשרות לחתימה דיגיטלית. יש להוסיף את כרטיס האשראי לתשלום, בצירוף חתימת בעל הכרטיס המאשר לחייבו במועד החיוב. הכרטיס יחויב בסכום של 1 ש\"ח ולאחר מכן יזוכה, זאת כדי לוודא את תקינותו. הפרטים יישמרו במערכת מאובטחת. בנוסף, יש לחתום בעמוד האחרון ולאשר את ההסכם.",
        ],
        'create_job' => [
            'header' => "*עבודה חדשה נוצרה | שירות ברום*",
            'content' => "נקבעה עבודה חדשה.\n\nתאריך: :date\nשירות: :service_name\n\nאנחנו מצפים לשרת אותך.",
        ],

        'client_job_updated' => [
            'header' => "*עבודה הסתיימה | ברום סרוויס*",
            'content' => "העבודה אצלך הסתיימה.\n\nתאריך: :date\nשירות: :service_name\n\nאנא, דרג את השירות ושלח את הביקורת שלך.",
        ],

        'delete_meeting' => [
            'header' => "*הפגישה עם ברום סרוויס בוטלה*",
            'content' => "זוהי תזכורת לכך שהפגישה שלך *:team_name* ב-*:date* בין *:start_time* ל-*:end_time* בוטלה כעת.",
        ],
        'form101' => [
            'header' => "*טופס 101 עם ברום סרוויס*",
            'content' => "נרשמת בהצלחה בפורטל שלנו. נא לחתום על טופס 101 כדי להתחיל לעבוד.\n\nלחץ על הלחצן למטה כדי למלא טופס 101.",
        ],
        'new_job' => [
            'header' => "*פרטי עבודה עם ברום סרוויס*",
            'content' => ":content_txt אנא בדוק את הפרטים.\n\nתאריך/שעה: :date_time\nלקוח: :client_name\nשירות: :service_name\nנכס: :address\nסטטוס: :status",
        ],
        'worker_contract' => [
            'header' => "*הסכם התקשרות ברום סרוויס*",
            'content' => "נרשמת בהצלחה בפורטל שלנו. נא לחתום על טופס נהלי הבטיחות כדי להתחיל לעבוד.\nלחץ על הלחצן למטה כדי לבדוק את החוזה.",
        ],
        'worker_job_approval' => [
            'header' => "*עבודה אושרה | ברום סרוויס*",
            'content' => "אנא בדוק את הפרטים.\n\nתאריך/שעה: :date_time\nלקוח: :client_name\nעובד: :worker_name\nשירות: :service_name\nשעת התחלה :start_time\nנכס: :address",
            'start_info' => "ברכות מ-שירות ברום . אישרת את העבודה. בדוק את הקישור למטה ולחץ על *אני יוצא לעבודה עכשיו* כשתתחיל את העבודה שלך.",
            'select_option' => 'לחץ ובחר אפשרות'
        ],
        'worker_not_approved_job' => [
            'header' => "*עבודה לא אושרה | ברום סרוויס*",
            'content' => "העובד עדיין לא אישר את הכתובת למחר.\n\nתאריך/שעה: :date_time\nלקוח: :client_name\nעובד: :worker_name\nשירות: :service_name\nנכס: :address",
        ],
        'worker_not_left_for_job' => [
            'header' => "*עובד לא יוצא לעבודה | שירות ברום*",
            'content' => "העובד עדיין לא יצא לעבודה.\n\nתאריך/שעה: :date_time\nלקוח: :client_name\nעובד: :worker_name\nשירות: :service_name\nנכס: :address",
        ],
        'worker_not_started_job' => [
            'header' => "*עובד לא התחיל עבודה | שירות ברום*",
            'content' => "העובד עדיין לא התחיל את העבודה.\n\nתאריך/שעה: :date_time\nלקוח: :client_name\nעובד: :worker_name\nשירות: :service_name\nנכס: :address",
        ],
        'worker_not_finished_job_on_time' => [
            'header' => "*העובד לא סיים את העבודה בזמן | שירות ברום*",
            'content' => "העובד לא סיים את העבודה בזמן.\n\nתאריך/שעה: :date_time\nלקוח: :client_name\nעובד: :worker_name\nשירות: :service_name\nנכס: :address",
        ],
        'worker_exceed_job_time' => [
            'header' => "*עובד מעבר לזמן עבודה | שירות ברום*",
            'content' => "העובד חרג מזמן העבודה.\n\nתאריך/שעה: :date_time\nלקוח: :client_name\nעובד: :worker_name\nשירות: :service_name\nנכס: :address",
        ],
        'worker_remind_job' => [
            'header' => "*פרטי העבודה שלך למחר | ברום סרוויס*",
            'content' => "פרטי העבודה שלך למחר. אנא בדוק את הפרטים.\n\nתאריך: :date\nלקוח: :client_name\nשירות: :service_name\nנכס: :address\nזמן התחלה: :start_time\nסטטוס: :status",
        ],
        'worker_unassigned_job' => [
            'header' => "*עבודה בוטלה | ברום סרוויס*",
            'content' => "הוסרת ממשימה. אנא בדוק את הפרטים.\n\nתאריך: :date\nלקוח: :client_name\nשירות: :service_name\nזמן התחלה: :start_time",
        ],
        'client_job_status_notification' => [
            'header' => "*שירות בוטל | ברום סרוויס*",
            'content' => "השירות בוטל. אנא בדוק את הפרטים.\n\nתאריך/שעה: :date\nלקוח: :client_name\nשירות: :service_name\nהערה: :comment",
        ],
        'worker_safe_gear' => [
            'header' => "*טופס בטיחות וציוד | ברום סרוויס*",
            'content' => "נרשמת בהצלחה בפורטל שלנו. נא לחתום על טופס נהלי הבטיחות כדי להתחיל לעבוד.\nלחץ על הלחצן למטה כדי לבדוק את הבטיחות והציוד.",
        ],
        'client_reschedule_meeting' => [
            'header' => "*קבע מחדש פגישה | ברום סרוויס*",
            'content' => "תזכורת שיש לך פגישה קרובה עם :team_name. אנא בדוק את הפרטים.\n\nתאריך/שעה: :date\nנכס: :address\nמטרה: :purpose\nקישור לפגישה: :meet_link",
        ],
        'worker_forms' => [
            'header' => "*טפסי עבודה | שירות ברוםים*",
            'content' => "נרשמת בהצלחה לפורטל שלנו. אנא חתום על הטפסים למטה כדי להתחיל לעבוד בעבודה.\nלחץ על הכפתור למטה כדי למלא את הטפסים.",
        ],
        'worker_job_opening_notification' => [
            'header' => "*עובד השתנה מצב עבודה | ברום סרוויס*",
            'content' => ":client_name נמצא כעת בדרכו לעבודה.",
        ],
        'worker_job_status_notification' => [
            'header' => "*עובד השתנה מצב עבודה | ברום סרוויס*",
            'content' => "עובד שינה את סטטוס העבודה ל-:status. אנא בדוק את הפרטים למטה.\n\nתאריך/שעה: :date\nעובד: :worker_name\nלקוח: :client_name\nשירות: :service_name\nסטטוס: :status",
        ],
        'admin_job_status_notification' => [
            'header' => "*עבודה בוטלה | ברום סרוויס*",
            'content' => "העבודה בוטלה. אנא בדוק את הפרטים.\n\nתאריך/שעה: :date\nעובד: :worker_name\nלקוח: :client_name\nשירות: :service_name\nסטטוס: :status\nהערה: :comment",
        ],
        'admin_reschedule_meeting' => [
            'header' => "*קבע מחדש פגישה | ברום סרוויס*",
            'content' => "תזכורת שיש לך פגישה קרובה עם :client_name. אנא בדוק את הפרטים.\n\nתאריך/שעה: :date\nנכס: :address\nמטרה: :purpose\nקישור לפגישה: :meet_link",
        ],
        'admin_lead_files' => [
            'header' => "*קבצים | ברום סרוויס*",
            'content' => ":client_name נוספו קבצים חדשים בפרטי הפגישה המוזכרים למטה.\n\nתאריך/שעה: :date",
        ],
        'worker_changed_availability_affect_job' => [
            'header' => "*עובד שינה זמינות | ברום סרוויס*",
            'content' => ":name שינה זמינות שמשפיעה על עבודה ב-:date.",
        ],
        'worker_form101_signed' => [
            'header' => "*טופס 101 חתום | שירות ברוםים*",
            'content' => ":name חתם על טופס 101.",
        ],
        'worker_contract_signed' => [
            'header' => "*חוזה חתום | שירות ברוםים*",
            'content' => ":name חתם על טופס החוזה.",
        ],
        'worker_insurance_signed' => [
            'header' => "*ביטוח חתום | שירות ברוםים*",
            'content' => ":name חתם על טופס הביטוח.",
        ],
        'worker_safety_gear_signed' => [
            'header' => "*טופס בטיחות וציוד חתום | שירות ברוםים*",
            'content' => ":name חתם על טופס בטיחות והציוד.",
        ],
        'client_payment_failed' => [
            'header' => "*תשלום לקוח נכשל | ברום סרוויס*",
            'content' => "התשלום של :name עם הכרטיס [**** **** **** :card_number] נכשל.",
        ],
        'client_reviewed' => [
            'header' => "*לקוח נבדק | שירות ברוםים*",
            'content' => ":client_name נתן דירוג של :rating עבור עבודה בתאריך :date_time.\n\n-: :review",
        ],
        'client_commented' => [
            'header' => "*לקוח הגיב | ברום סרוויס*",
            'content' => "הלקוח :client_name השאיר תגובה לעבודה בתאריך :date_time.",
        ],
        'admin_commented' => [
            'header' => "*מנהל הגיב | ברום סרוויס*",
            'content' => ":admin_name השאיר תגובה עבור עבודה בתאריך :date_time.",
        ],
        'worker_commented' => [
            'header' => "*העובד הגיב | שירות ברוםים*",
            'content' => "העובד :worker_name השאיר תגובה עבור עבודה בתאריך :date_time.",
        ],
        'new_lead_arrived' => [
            'header' => "*הובלה חדשה הגיעה | שירות ברוםים*",
            'content' => "ליד חדש התקבל עם הפרטים הבאים:\nשֵׁם: :client_name\nאיש קשר: :contact\nשירות מבוקש: :Service_Requested\nאימייל: :email\nכתובת: :address",
            'follow_up' => 'אנא בצעו מעקב בהקדם האפשרי.'
        ],
        'client_lead_status_changed' => [
            'header' => "*סטטוס ההובלה השתנה | שירות ברוםים*",
            'content' => "הסטטוס של :client_name שונה ל-:new_status.",
        ],
        'worker_leaves_job' => [
            'header' => "*תאריך עזיבת עבודה של עובד | ברום סרוויס*",
            'content' => "העובד :name קבע תאריך לעזיבת עבודה ל-:date.",
        ],
        'client_changed_job_schedule' => [
            'header' => "*לקוח שינה לוח זמנים | ברום סרוויס*",
            'content' => "הלקוח :client_name שינה את לוח הזמנים לעבודה בתאריך :date_time.",
        ],
        'order_cancelled' => [
            'header' => "*ההזמנה בוטלה | שירות ברוםים*",
            'content' => "ההזמנה של הלקוח :client_name (:order_id) בוטלה.",
        ],
        'payment_paid' => [
            'header' => "*תשלום שולם | ברום סרוויס*",
            'content' => "הלקוח :client_name ביצע תשלום.",
        ],
        'client_invoice_created_and_sent_to_pay' => [
            'header' => "*חשבונית נוצרה ונשלחה | ברום סרוויס*",
            'content' => "חשבונית (:invoice_id) נוצרה ונשלחה ל-:client_name.",
        ],
        'client_invoice_paid_created_receipt' => [
            'header' => "*קבלה נוצרה | ברום סרוויס*",
            'content' => "קבלה לחשבונית (:invoice_id) נוצרה עבור :client_name.",
        ],
        'order_created_with_extra' => [
            'header' => "*הזמנה נוצרה עם תוספת תשלום | ברום סרוויס*",
            'content' => "הזמנה (:order_id) נוצרה עבור :client_name בתוספת תשלום של ₪:extra ובסך הכל ₪:total.",
        ],
        'order_created_with_discount' => [
            'header' => "*הזמנה נוצרה עם הנחה | שירות ברום*",
            'content' => "הזמנה (:order_id) נוצרה עבור :client_name עם הנחה של ₪:discount ובסך הכל ₪:total לאחר ההנחה.",
        ],
        'lead_need_human_representative' => [
            'header' => "*צריך נציג אנושי | שירות ברום*",
            'content' => ":client_name רוצה לדבר עם נציג אנושי.",
        ],
        'no_slot_avail_callback' => [
            'header' => "*אין זמינות לפגישה | שירות ברום*",
            'content' => "אין פגישות זמינות. אנא תאם שיחה חוזרת עבור :client_name."
        ],
        'follow_up_price_offer' => [
            'header' => 'תזכורת: מעקב אחרי הצעת המחיר ל- :client_name',
            'content' => "שלום צוות,\n\nנא לזכור שעברו 3 ימים מאז שקיבל :client_name את הצעת המחיר. אנא עקבו אחרי הלקוח כדי לבדוק אם הוא מוכן להמשיך או אם הוא זקוק לעזרה נוספת.\n\nתודה,\nשירות מברשת",
        ],
        'final_follow_up_price_offer' => [
            'header' => 'תזכורת: מעקב אחרי הצעת המחיר ל- :client_name',
            'content' => "שלום צוות,\n\nנא לזכור שעברו 3 ימים מאז שקיבל :client_name את הצעת המחיר. אנא עקבו אחרי הלקוח כדי לבדוק אם הוא מוכן להמשיך או אם הוא זקוק לעזרה נוספת.\n\nתודה,\nשירות מברשת",
        ],
        'lead_accepted_price_offer' => [
            'header' => 'דרוש פעולה: חתימת חוזה עבור :client_name',
            'content' => "שלום צוות,\n\n:client_name קיבל את ההצעת מחיר. אנא ודאו שהחוזה נחתם וכל הפרטים הנדרשים מאושרים כדי שנוכל להתקדם בתכנון השירות.\n\nתודה,\nשירות ברום",
        ],
        'book_client_after_signed_contract' => [
            'header' => 'דרושה פעולה: יש לקבוע מועד שירות ללקוח לאחר חתימת חוזה',
            'content' => ":client_name חתם על החוזה. אנא המשיכו לקבוע מועד לשירות המבוקש.\n\nפרטי הלקוח:\n- שם: :client_name\n- פרטי התקשרות: :client_contact_info\n\nאנא וודאו שהלקוח נקבע ושאישרתם את לוח הזמנים בהקדם האפשרי.",
        ],
        'lead_declined_contract' => [
            'header' => 'הלקוח סירב לחתום על החוזה',
            'greeting' => 'שלום צוות,',
            'content' => "הלקוח הבא סירב לחתום על החוזה לשירות:",
            'details' => "פרטי הלקוח:\n- שם: :client_name\n- סיבת הסירוב: :reason",
            'no_reason_provided' => 'לא צוינה סיבה.',
            'assistance' => 'אנא בדקו את הפרטים ועדכנו את הסטטוס בהתאם.',
        ],
        'lead_declined_price_offer' => [
            'header' => 'הלקוח סירב להצעת המחיר',
            'greeting' => 'שלום צוות,',
            'content' => "הלקוח הבא סירב להצעת המחיר לשירות:",
            'details' => "פרטי הלקוח:\n- שם: :client_name\n- סיבת סירוב: :reason",
            'no_reason_provided' => 'לא סופקה סיבה.',
            'assistance' => 'אנא עיינו בפרטים ועדכנו את הסטטוס בהתאם.',
        ],
        'client_in_freeze_status' => [
            'header' => 'לקוח במצב הקפאה - דרושה פעולה',
            'content' => 'לקוח בשם :client_name הועבר למצב הקפאה כי לא קיבל שירות במשך 7 ימים מאז תאריך השירות המתואם האחרון.',
            'action_required' => 'אנא בדוק את המצב ועדכן בהתאם. אם יש צורך, צור קשר עם הלקוח לתיאום מחדש של השירות.',
        ],
        'status_not_updated' => [
            'header' => 'הסטטוס לא עודכן - דרושה פעולה',
            'content' => 'הסטטוס עבור הליד :client_name לא עודכן במשך יותר מ-24 שעות.',
            'action_required' => 'אנא עיין במידע ועדכן את הסטטוס בהקדם האפשרי. חשוב לעקוב אחרי התקדמות הלידים ולוודא שכל ליד נמצא בסטטוס הנכון.',
        ],
        'tried_to_contact_you' => [
            'header' => 'ניסינו ליצור איתך קשר | שירות ברום',
            'content' => 'תודה שפנית אלינו ב-שירות ברום. רצינו להודיע לך שניסינו ליצור איתך קשר אך לא הצלחנו להשיגך. אנו כאן וזמינים לעזור לך מיום ראשון עד יום חמישי, בין השעות 8:00 עד 16:00.',
            'availability' => 'נשמח לדעת מתי יהיה לך נוח שנחזור אליך במהלך שעות הפעילות שלנו.',
            'contact_details' => 'תוכל ליצור איתנו קשר בטלפון: 03-525-70-60.',
        ],
        'inquiry_response' => [
            'header' => 'בהתייחס לפנייתך | שירות ברום',
            'content' => 'תודה על ההתעניינות שלך ב-שירות ברום. עיינו בפנייתך, ולצערנו איננו מספקים שירותים באזור שלך או את השירות הספציפי שאתה מחפש.',
            'service_areas' => "אזורי השירות שלנו כוללים:\n- תל אביב\n- רמת גן\n- גבעתיים\n- קריית אונו\n- גני תקווה\n- רמת השרון\n- כפר שמריהו\n- רישפון\n- הרצליה\n\nאם הצרכים שלך משתנים או אם אתה ממוקם באזורים אלו, נשמח לעזור לך בעתיד.",
        ],
        'follow_up_required' => [
            'header' => 'מעקב נדרש: לידים ממתינים | שירות ברום',
            'salutation' => 'שלום, צוות',
            'content' => 'תזכורת זו מציינת שהליד הבא נמצא במצב "ממתין" במשך למעלה מ-24 שעות. אנא עיינו בפרטי הליד ועדכנו את המצב לפי הצורך.' .
                         "\n\n" .
                         '*שם הליד:*' .
                         "\n:lead_name" .
                         "\n*פרטי קשר:*" .
                         "\n:contact_info" .
                         "\n*תאריך פניה:*" .
                         "\n:inquiry_date",
            'common' => [
                            'closing' => 'אנא קחו פעולה על מנת ליצור קשר עם הליד שוב, לעדכן את המצב או לעקוב לפי הצורך.',
                            'signature' => "בברכה,\nשירות ברום\nwww.broomservice.co.il\nטלפון: 03-525-70-60\noffice@broomservice.co.il",
                        ],
        ],
        'file_submission_request' => [
            'header' => 'בקשת שליחת קבצים לצורך הצעת מחיר | ברום סרוויס',
            'content' => 'כדי לספק לך הצעת מחיר מדויקת לשירותים המבוקשים, אנו מבקשים שתשלח לנו מספר תמונות או סרטון של האזור שזקוק לניקוי. זה יעזור לנו להבין את הצרכים שלך ולהכין הצעת מחיר מפורטת עבורך.',
            'details' => 'אנא השב למייל זה עם הקבצים המבוקשים בהקדם האפשרי.',
            'assistance' => 'אם יש לך שאלות או זקוק לעזרה, אל תהסס לפנות אלינו.',
        ],
        'user_status_changed' => [
            'header' => "*שינוי סטטוס | שירות ברום*",
            'content' => ":name שינה את הסטטוס ל-:status."
        ],
        'follow_up' => [
            'subject' => 'מעקב אחר השיחה שלנו',
            'salutation' => 'שלום :client_name,',
            'introduction' => 'ראשית, תודה שפנית אלינו. שמחתי מאוד להכיר ולשוחח איתך.',
            'testimonials' => 'בהמשך לשיחתנו, מצרפת לעיונך המלצות מלקוחות קיימים שלנו, למען התרשמותך מהשירות המעולה שלנו: [Client Testimonials](:testimonials_link)',
            'brochure' => 'כמו כן, מצורף לעיונך ספרון השירותים שלנו כדי להתרשם מהשירותים שאנו מציעים.',
            'commitment' => 'בברום סרוויס, אנו מתחייבים לאיכות, מקצועיות ושירות אישי.',
            'help' => 'אני כאן כדי לעזור ולענות על כל שאלה נוספת,אשמח לעמוד לשירותך תמיד בכל עת.',
            'best_regards' => 'בברכה',  
            'service_name' => 'ברום סרוויס', 
            'contact' => `📞 03-525-70-60`,   
            'service_website' => '🌐 :[www.broomservice.co.il](http://www.broomservice.co.il)',
        ],
        'contract_verify' => [
            'header' => 'אימות חוזה | שירות ברום',
            'subject' => 'אישור ההסכם שלך',
            'info' => "שלום, *:name*",
            'content' => 'ההסכם שלך אומת בהצלחה. ניצור איתך קשר בקרוב לתיאום השירות.'
        ],
        'contract_verify_team' => [
            'header' => 'אימות חוזה | שירות ברום',
            'subject' => 'אימות הסכם ללקוח',
            'info' => 'היי *:name*',
            'content' => 'הלקוח :name חתם ואימת את ההסכם. יש לבצע שיבוץ בהקדם האפשרי.'
        ],
        // 'contract_verify' => [
        //     'header' => 'אימות חוזה | שירות ברום',
        //     'subject' => 'אישור ההסכם שלך',
        //     'info' => 'היי *:name*',
        //     'content' => 'ההסכם שלך אומת בהצלחה. ניצור איתך קשר בקרוב לתיאום השירות.'
        // ],
        'contract_reminder' => [
            'subject' => 'תזכורת חוזה | שירות ברום',
            'subject2' => 'מעקב חוזים | שירות ברום',
            'body' => 'היי :client_name',
            'content' => 'זוהי תזכורת ידידותית לגבי החוזה ששלחנו לך ב- :contract_sent_date. אם יש לך שאלות או חששות, נשמח לעמוד לשירותך. אנו מצפים לעבוד יחד!',
            'content2' => 'רצינו לבצע מעקב ולוודא שקיבלת את החוזה ששלחנו לך ב-  :contract_sent_date. נשמח אם תוכל לעיין בו ולהודיע לנו אם יש לך שאלות. אנחנו כאן כדי לעזור.'
        ],
        'contract_reminder_team' => [
            'subject' => 'מעקב על חוזה שנשלח | שירות ברום',
            'body_intro' => 'היי צוות',
            'body_instruction' => 'החוזה נשלח ל- :client_name לפני 12 שעות אנא בצעו מעקב כדי לוודא שהלקוח קיבל ועיין בחוזה. חשוב לשמור על התקדמות התהליך בצורה חלקה.',
            'client_contact' => 'ניתן ליצור קשר עם הלקוח בטלפון: :client_phone',
            'client_link' => 'פרטי הלקוח זמינים כאן:  :client_link',
        ],
        'price_offer_reminder12' => [
            'subject' => 'תזכורת להצעת מחיר | שירות ברום',
            'body_intro' => 'היי צוות',
            'body_instruction' => 'חלפו 12 שעות מאז הפגישה עם  :client_name, ועדיין לא נשלחה הצעת מחיר. אנא שלחו את ההצעה בהקדם האפשרי או עדכנו את סטטוס הפגישה.',
            'client_contact' => 'ניתן ליצור קשר עם הלקוח בטלפון: :client_phone',
            'client_link' => 'פרטי הלקוח זמינים כאן: :client_link',
        ],
        'worker_not_approved_job_team' => [
            'header' => "*תזכורת: עבודה לא אושרה | שירות ברום*",
            'content' => "צוות תשומת לב!\n\nהעבודה הבאה עדיין לא אושרה על ידי העובד:\n\n" .
                            "**תאריך/שעה:** :תאריך_שעה\n" .
                            "**Client:** :client_name\n" .
                            "**עובד:** :שם_עובד\n" .
                            "**Service:** :service_name\n" .
                            "**נכס:** :כתובת\n\n" .
                            "נא לנקוט בפעולה כדי להבטיח שעבודה זו תאושר.",
        ],
        'weekly_notification' => [
            'body_intro' => 'Hi Team',
            'content' => 'רק תזכורת ידידותית לכך שהשירות המתוכנן שלך עם ברום סרוויס יתקיים בשבוע הבא. אם יש צורך לבצע שינויים או ביטולים, אנא עשו זאת עד יום רביעי. לאחר יום רביעי, ביטולים עלולים לגרור חיובים בהתאם למדיניות שלנו.',
            'action_btn' => '*לחצני פעולה:*'
        ],
        'worker_on_my_way' => [
            'content' => "נא לא לשכוח ללחוץ התחל עבודה כשתגיע למיקום הלקוח היום. אם יש בעיות, אנא צור קשר עם המנהל שלך מיידית."
        ],
        'team_worker_on_my_way' => [
            'content' => "תזכורת: :worker_name עדיין לא לחץ על 'התחל עבודה עבור השירות המתוכנן היום במיקום של :client_name. נא לעקוב במידת הצורך."
        ],
        'remind_to_worker' => [
            'content' => "נא לא לשכוח לאשר את הכתובת לעבודה מחר עד השעה 18:00 היום. אם יש לך בעיות או שאתה זקוק לעזרה, אנא צור קשר עם המנהל שלך.",
        ],
        'not_confirm_job' => [
            'content' => "תזכורת: :worker_name עדיין לא אישר את הכתובת לעבודה מחר. נא לנקוט בפעולה אם לא יתקבל אישור עד השעה 18:00.",
        ],
        'button-label' => [
            'accept_reject' => 'קבל/דחה',
            'upload_file' => 'העלה קובץ',
            'price_offer' => 'הצעת מחיר',
            'check_contract' => 'בדוק חוזה',
            'review' => 'ביקורת',
            'form101' => 'טופס 101',
            'view_job' => 'הצג עבודה',
            'change_worker' => 'החלף עובד',
            'change_shift' => 'החלף משמרת',
            'approve' => 'לְאַשֵׁר',
            'safety_and_gear' => 'בדוק בטיחות וציוד',
            'check_form' => 'בדוק טפסים',
            'view_worker' => 'הצג עובד',
            'check_file' => 'בדוק קובץ',
            'view_client' => 'צפה בלקוח',
            'view' => 'צפה',
            'view_lead' => 'צפה בפרטי הליד',
            'call_lead' => 'התקשר לליד כעת',
            'view_job' => 'הצג עבודה',
            'on_my_way' => "אני בדרך",
            'contact_manager' => 'מנהל אנשי קשר',
            'change_service_date' => 'שנה תאריך שירות',
            'cancel_service' => 'בטל שירות',
            'start_job' => 'התחל בעבודה'
        ]


    ],
    'otp' => [
        'subject' => 'הרשאת הגישה שלך לכניסה',
        'body' => 'ה-OTP (סיסמה חד פעמית) שלך לכניסה היא: :otp',
        'expiration' => 'אנא השתמש ב-OTP זה כדי להמשיך בהתחברות שלך. ה-OTP יפוג בעוד 10 דקות.',
    ],
];
