<?php
return [
   'pdf'=>[
        'phone'=>'Телефон',
        'email'=>'Электронная почта',
        'customer'=>'Клиент',
        'address'=>'Адрес',
        'contact'=>'Контакт',
        'bill_date'=>'Дата счета',
        'pending'=>'в ожидании',
        'partial'=>'частично оплачено',
        'paid'=>'оплачено',
        'paynow'=>'Оплатить сейчас',
        'invoice'=>'Счет',
        'due_date'=>'Срок оплаты',
        'service'=>'Услуга',
        'description'=>'Описание',
        'hours'=>'Часы',
        'amount'=>'Сумма',
        'subtotal'=>'Подытог',
        'tax'=>'НДС',
        'total'=>'Итого',
        'offline_payment'=>'Офлайн оплата',
        'mailsubject'=>'Счет за работу'
    ],

    'thanks' => [
        'head_txt'=>'ВАША КАРТА УСПЕШНО ДОБАВЛЕНА',
        'sub_txt'=>'Пожалуйста, перейдите к подписанию контракта.',
    ],
];
?>